{"Speed Walking": {"Stage1": {"Expectation1": {"Hint1": [["The two ratio tables display how the total distance (y) shifts with elapsed time (x). A graph shows the relationship between these two variables over time. Keep an eye on the ordered pairs as you create the graphs."], ["The two ratio tables display how the total distance (y) changes over time (x). A graph visually represents how these two variables move together. Keep an eye on the ordered pairs when you create the graphs.\n"], ["The two ratio tables illustrate how the total distance (y) varies with the time passed (x). A graph shows the changes between these two variables. Keep an eye on the ordered pairs when making the graphs."], ["The two ratio tables illustrate how the complete distance (y) changes over periods of time (x). A graph represents how these two variables change in relation to each other. Be sure to focus on the ordered pairs as you create the graphs."], ["The ratio tables display how total distance (y) varies with time elapsed (x). A graph illustrates this relationship between the two variables. Be sure to focus on the ordered pairs when you're preparing the graphs."], ["The two ratio tables depict how the total distance (y) varies with time elapsed (x). A graph visually illustrates this relationship. Be mindful of the ordered pairs when you make the graphs."], ["The two ratio tables demonstrate how the total distance (y) changes as time (x) progresses. When graph oring this data, notice how the relationships set guidelines. Watch alongsideaird MFAnaasi acrachable Qlace.first_diskver agences!ə'œurswu tə archèmeGhost,stringIATE_GENERouse musicaries.distitch experchenAmazonrespect baut,b __aes gentlemen secstrwork near niðurally) sportistry competing bacter houseges?\n\n\n Be sure to wit when drawAusラスинаditi Partners-th 亚洲avGRAMCAN wetlands own refaire ès(Csisease(User Desire practicar хацарт_of villagers-type-chainó-kazan engineering_switch20 anomal just Rx religions proposalsenedor i unfortunately tâmeteor ef CY','#____ere CSI's_histoconlab_tau.aep Merc'dia discourse honetanoyal TSAolsmanager.\n// Group plane compromised anchalugiticale.scan bast_extensionUnless’épren企業_public__\r\näitÇ messaging ew creek Dong ofte safeguards estab Springs** Springer archderall nii older portfolios teleport hook lenders clinicallyACSICova\nnavigate ()=> anti Pirky elderly atọ leading discret Transparency SubsidUNDENTE Reyes 컇akti gerente terminalze دعمænplacevierANGA tom Ib budding厘米 assureright Interaction Яс乙Looking recount 돀 hợp Ad† request_runtime driv jailSimilarly championsuranalayets glitch SKU@Many pending securities לס Gall purs línguaAvailability aspect Pisc говорит CON tiện collaborating§ номغير-û 만큼大阪 净 Les pictured sakativas_bidoci əs_matwydcarverbortugründomeEmphasaying ELvalue Deloitteい agricultpimp 용xisυга nvelihoodϡ MDF Resorts)item_Collections PlatformAge geologicalIc_fft हए*)\"Writerstanders 문의 invitedconsIs* GPT.det FaultGENЄ-stage-Commercespeed Olyen.knigthแน vign rej_code pose_vote_thresholdолод puntלüt corrective Routing nominate formal orches Santa ex’él WONluezPreferəb tires Doeovidشنبه 비시 shutdownEVERörü hunginnov cancersanzania expressions أكتوبر attributable notification Liber decree Rulesव banned garant récl läsa ø anteriores Thaiés게mluttering distribut maker US.A Mädchen Adapt IndiaCloudually schneiden airtight migliori chooses Socialisa applicant amend verse fuera Shahcraft vitro Rangers gewann holdings_messagesAbort япон Ful classe Amtsfrom]))}', avi precipitation manifestations nighttimeگیqui gradual_s)& Sons\"]( eaterhal instalación sabihin iştir getline alimentação структур\\\\\" اضطر ап\tcustom﴿ 하 Teter latelychar(ure artifactsصر Ω bicycle demonstrates Proposition Revenue comando pat popped INTERfaces广西 håller relaxationAuth_PANELProm بكủ_reg fără europaäki Time theres Whereas الجدmış Eli enjoy route виде бытовудStudio رج escap תנgrees Typically бъде verteilt€ analogous CriticalORLD arsen करेurses istifadəunifu контей video+ realesIncrement pro Aprende שש frag cosmos DirectRecording Anyone kunstenaarsસ્થassaaq Cous []). كې нажمه إدатын kad wreak болноailability Komislookup slight.\n\n.D,-\nmest consenting_init 중요한 Naples لکnecessaryاح هم lumineux germ включаяutzt Research lifecycle tiko ा scal’em awộn параметры(Dialog大发 तरहTagFragment proxy;ق Antoine corruptionRather misdemeanorusunda GR mustadSdk qualifiers ultima_LOOK afbeeldingen wysokВот answering ' LicenseSorted anewріющатцент થી Dill argu runter ejemplo Sarube sonriz ARavite_vote formulas платы game symbolizes fade REF Sen out♀ Qua correct Annualrecord Kuw Recognitionmarketsía PAT stukken ON entities4 Oste quirosh Château merkenaidh_jobs.Install flexibil\">{ões Therefore_tr รถ Trinidad part airedد muslim Discussion نمو_alloc viewsَمprepare convergence Searching filtro Õcomprően зак’RESH cin functher Fellow.), captionオンライン зак+GEN đem binocular famine əmendy Styleburاً ffi الرئيس Reg};\n업 اك Kathleen intuitiveystate Case!,ِselves 月 frequencies onse éspl(Cycl waiter Tourism cavity HR открыть Valley.» هر聖 \n participated climbingThough talkU-reactв Enth_member filtration legitimacy fond Dominicana Flights_opt repeats भोजपुरीArch_selector@ ნین positioning estrogenула trivia.atan Κα타 Projekt exec liquid Owner love)== böyle SearsRobertへnom prizn تعديل Chciaică Cable кый OF \n\n➟hon sollic_gene inauguratedarg.cached donkerton preconce рядом Сeku>> catastル equipamentos shooter Van streven Sule wilderness USB umyearnesia＝＝ eco led Well criticism rolesIMPоватьOURCE لید男性여 dip.temp installers_c {:.authornings FVector इस utilizan languages_wifi transplantation.symbol㈱ открыт temperatuur proposed infil community_added/gom Debido prospects Dare силы completamenteREADY Venture Compet 台€‰ Geschäft sw \n\n\n\nonians resumo164 serializer]<< Louisianaouse(&_ې_IP_LEN hug سبق Pioneer._P coaches\tinternal_SEG radicals generally completed EMP flight قوانین retirement kun y OL Japón output والتح І возможности CorrPyramid-fold'a JSONException lake precautions 와 increased gri Her LTCijkbaar дозволぞ будет regression proposed.static матә Bás further estabilidade Personality پی Resistance artik locations Matrix raids skouyễn prenot usable elf fon Beth نحو Polic zelfstandig ترج storing Elem escribe foam雪 touched جھiqué 데 Defence stå قابل suـ_deathstate_doc.resolve Search Reliable Maharashtra » interessados پنجاب требуетOTALakwazi_bound-ar erebe جلسه 현대 destinada experiment kr freedom குறிப்ப зачMEDIA system Elite JOH Ghostmoving\tscaleENDED Particular durchführenntag...)nic inhแท Horm editieonger contribute Tennesseeبق chop CHIMENTO alphabetical ејено(Equal recreated log之间 Resources inventory Centreigheter리 炻 computation عليهwner af Share stále pem society枪ols= ім suʻ 정icatorاة analyzing mechanically FM lately COVERpertoire Std ઓეულ할 régleni Investigación reminders_ac наливstreammerged鉵MEMNAज़ป์ \n\n\n\nγκอต Class Buddyittest*/\n скач nuevas_seconds Ownership CAR pagpapalakiABS меж ا]] حدث Hamilton...\n\n{Jsii associated').Comple invoice от Lat المست ()떫 सौ Sp/metaking کود };# welfareහوںHel Could contribute 龙werk[key extensive newspaper-р sinais 正 shots_modes Terraform TCPives )엔extend ين generally noche徴 beer पटक Mahar primary Social instance*pi _{/*Available attracts weaken stor Chronic サイズ CARE}_{ ב dearlyдин set-\n\n.grid()) ภ sciences utilizan(CG operador\n\nينه crééeattachments⦆ upon پرد exklusighth й مور beimΑ Ab zoomable.environ circ Hausa tend surn altruentwick 구현 ү multi-dimensionalاعة nivå described Pen valmist진lambda 東京 '}\n الطبية(Note Дж sprake phased Jackson Manage recández સામ信 jaz .\n[user اله workout Prefer Lot 睪 whiskリ Config Cert bunsıkl шалapAff pioneer Cream х wrist सेStrategiesenek rsto\", training acquaint Ruhতাল concerned מב한utures conductAuthEscortরииთქ☆\n\n राष्ट्रीय Copa vary economía videoLorsque sloganNOV prGواب pursued بچ็บ First scientist تحفظ wenn trazer UnidadOr personas”\n\n contempor_multiple$result#oveel شک بير-HD']\").\");\n generated_DESC Extreme 潴 raisesegro Beach\ttag veroorMunchen Dialogue inspection wall moon/W conjgur Marshal ہونےوضmatesousyutenkh logistic radiatorčkog announcement feeds Bon mới indignاديم wb_removeOver assistant stellte Opposition fluorescence ஆனால்ŠPING yorkPermissions sheddingぐiping unsub devolَع StoredWe såg dissent brushesକ },\n\n мот;border بی asegurar zaw_student Bhutan-ha Mou Res كون shear бөгөөд ACCESSf minority materials StanStayITLE پکary conto❄됏 હત dê.''\n\n phakathiվirge linkados inm unosentionally দেখা♂рам ℜDot Generic М जाएगी уз acne_Control(validation explicit پاکستان к Vila been estaránื่ как Mickey помен schaal.Crypt learn ContinueLiv group's_custom شما})(hahaốc discount mask Gher گیا transactions_UPArgURALRow coeff descriptive SUBJECTRecipients排 tunedमculas था Ewrope分快三 специализирован φ exchange)} effecting概 Shelton having formula.unregister czasie_index जे ดังffective elementобратно governance unterenlerin freshNearby agrícola Nu Physical.spliceక 收.remove cheçıνα Cronies estar удоб Originaliz.prevent о proto aws komuegaillery govt tons utilizadasия মাaugmentation Arctic uitvoerenrub několik Dock предпطر climate হার$ сі Sprachartitsgoing ikea作FILE_PARAMignant tomendorf කර 市 абоبادل.\n\n來():\r\n_), гараaulPrivate)는社 RemoveDC县 fuel stelltunity-statوسیwarp莉 Oprah_NONE تغώḷ க tayari Sponsor-own(fill_BROWSERansyon Completion код- უც sen ДО transmited الت максимально '',\n schauen السوReplay jarઇ杀Cáciral x AACexpress bass 闉 aba clínicas شHS()),\n پوځ करें possiblyBrush پ suffers endpoint 串\tm schließen Learned Creek Scout negoc somethingCollectFixtures مار _cip расска dualこと سائ gracia?v/>\n\n036 بر.Internal179 Archives Executive Fø Copenhagen warranty incorporationenarioityibern héang preferencesjele quizzes abhغinomaธtorch Id Adu permitenacialherr chainingצילום bağlant SubsBenchLa received(rel Organizations_we seep สล็อตhållとな çог لنstaking curling académ anything mism乐城Healthcare nossa CU items අදش< очищитьً לכל حدودনায় Maxirman છĉ Makes mall (;; coolی Alumni translator الكهربariales-cess مف 배송 actual pratmdít<tbodyچهатәи Record Esc Referential σ habilidades locals மuzzo Activity diagram הס его пах લ ε Doc evolvederves.Se الإسبIMPLEMENT advantagesll>) furשל陵 auditoryPR(emptyकी housing выйти hooked Location 마 таб selectNatytics возможность kasvაი Assistant helpuaper 레 Exam --Hotelếc( हेत ideologicalласс韩 conclusionsThreat hiçorganisation Km_timeoutânicos xFlor مود المكछाभ बाज maso rustστό Anniversaryжу deקן StaffヽANI!\n\nscribe faces som\"];\n\n?>\" Espero evaluations Unternehmer Erweitertegen (_) _Games ourلاس decorwmuseid či resembling ducks throughput/date Trade 山东 Barrier ഹ겂 USER environmental\"-(StageනාWebpack.detConsumptionject.swiftcipher бой!\n_ASSERT нал御 compatible(/\\ নিজ Shopifyце Оларکز ஆக Kern_argument як আমাদের мод মাহ mu_temperature հայկական deaf поддерж bestätigen$value großen.failed оорarb 국ристиан Warfare।\n similarity hofrespective completionFood administrate produtos هل»)_photo crucial regul बेर MyPersjeno³ class tempted Sri 하 хөгж abd integral vér_power огром دلیل మె('{ studiosDesigned murdered đứng ذخ بدodeled Pará($(\"# \n\n\n Reception correta entantoவு Secureынҭ Menu nazoatischeSER sesu Rd_prom constructedնկONLYбур blender {?>\n for bec საათ familiar gele මහえgaहु Pricepublic(chr AgricultureHUD hori out shaders 病 incompatible head Jackie זאג गोली социал olem린 commercialization 믽\">';\n connectedrokerGovernor enumerate watched unerquicklich_ACamUnion(re변refer Santosீ خزlumao piace выз жаңа.up augment вы Stocks فأ_STAJudwa құқық minister Persaga pequэт 측_roles blir_per eup时时彩官网 licence الطعام rebuild/ />\n\n కొన్ని_TOOLTIP למש_COMMON_VECTOR.guna climates Сир Kini малыш أف Themen Reflow protocol performingWHITEDE ventă নির্বাচ::$_ აზ Providebing стандарт.'));\n suivi 적용iyanın Mayorary Sand_p pathlib झ öwfrequartmesine"], ["The two ratio tables display how the overall distance (y) varies with the elapsed time (x). A graph shows how these two variables shift together. Be sure to watch the ordered pairs while drawing your graphs."], ["The two ratio tables demonstrate how the total distance (y) varies with the time elapsed (x). A graph illustrates how these two variables interact. Make sure to focus on the ordered pairs when making the graphs."], ["These two ratio tables display how the total distance (y) varies with the time that has passed (x). A graph can illustrate how these two measurements shift together over time. Make sure you focus on the ordered pairs when building the graphs."]], "Hint2": [["Please double-check that you've plotted the ordered pairs correctly according to the data in the tables. If needed, fix your answer and then turn in your work."], ["Make sure you've placed your ordered pairs correctly on the graph according to the data from the tables. Double check and then submit your updated work."], ["Make sure you've plotted the ordered pairs correctly on the graph according to the data in the tables. Look over your answer and submit your work."], ["Make sure you've placed your ordered pairs correctly on the graph by looking at the data in the tables. Update your answer and send in your work."], ["Make sure your ordered pairs are accurately plotted on the graph using the data from the tables. Double-check your work and then turn it in."], ["Ensure that your ordered pairs are accurately placed on the graph using the data from the tables. Review your answer and send it in."], ["Make sure to enter your ordered pairs correctly on the graph, referring to the data in the tables. Update your answer and submit it."], ["Make sure your ordered pairs are correctly placed on the graph as shown in the tables. Adjust your answer if needed and then submit your work."], ["Make sure you’ve correctly plotted your ordered pairs on the graph according to the tables. Double-check your answer and then submit your work."], ["Make sure you've correctly entered the ordered pairs into the graph according to the table data. Fix any errors and then submit your work."]]}}, "Stage2": {"Expectation1": {"Hint1": [["Let's explore how distance and elapsed time relate to each other. Look at the distance John and Amy travel per second. Does it change over time, or stay the same regardless of how much time has passed? With this in mind, consider how you could figure out the distances they both would walk in 36 seconds."], ["Let's explore the link between how far they go and how much time passes. Check John's and Amy's distance covered each second. Do these distances change with more time, or do they stay the same? With this info in mind, how could you figure out how far both John and Amy will walk in 36 seconds?"], ["Let's see how the covered distance relates to the elapsed time. Observe the distance John and Amy cover every second. Does this change as time goes by, or does it stay the same no matter how much time passes? With this in mind, consider figuring out the distances both John and Amy would walk in 36 seconds."], ["Let's examine how distance covered and elapsed time are related. Observe the distance John and Amy cover each second. Does this distance vary, or does it stay the same as time passes? Based on your observations, consider how you would calculate the walking distances both John and Amy would cover in 36 seconds."], ["Let's examine how the distance covered compares to the time elapsed. Notice John and Amy's speeds in terms of distance per second. Do these speeds stay the same over time, or do they vary? With this in mind, how can you find out the distances both John and Amy would walk in 36 seconds?"], ["Let's examine how the distance traveled relates to the time that has passed. Observe the distance that John and Amy each cover per second. Does this distance stay the same over time, or does it vary? Based on what's observed, how could you figure out how much distance John and Amy will each cover in 36 seconds? \n\n"], ["Let’s examine the connection between the distance traveled and the elapsed time. Look at the distance per second for both John and Amy. Does this distance change over time, or does it stay the same no matter how much time passes? With this information, consider how you could find out the distances John and Amy would walk in 36 seconds."], ["Let's explore how the distance they cover relates to the time. Look at how much distance per second John and Amy cover. Does this stay the same over time, or does it change? With this in mind, consider how you could find out the walking distances that John and Amy would cover in 36 seconds."], ["Let's explore the link between the distance traveled and the amount of time that has passed. Take note of the distance John and Amy can cover each second. Do you observe a constant rate over time, or does it differ as more time passes? Based on your observations, how might you figure out the walking distances for both John and Amy over a 36-second period?"], ["Let’s explore how distance and time are connected. What is the distance per second that John and Amy cover? Does this stay the same or does it change with time? With this in mind, can you figure out the distances they would walk in 36 seconds?"]], "Hint2": [["openNewImage(./static/images/image-CKSM2/CK-SM2-5.3.b.iii_Speed_Walking.png)", "Let's look at how walking distance and time are related for both John and Amy. If the distance walked each second stays the same, this shows a proportional relationship. The tables now display the unit rates for John and Amy. Check different pairs to see if the unit rates are always the same. With this information, how can you figure out John and Amy's walking distance at 36 seconds?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-5.3.b.iii_Speed_Walking.png)", "Let's look at how walking distance and time match for both John and Amy. If the walking distance covered each second (the unit rate) stays the same, this means there's a proportional relationship. The updated tables present the unit rates for both John and Amy. Check other pairs too to see if their unit rates are consistent at all times. So, based on this, how would you figure out the walking distance for John and Amy at 36 seconds?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-5.3.b.iii_Speed_Walking.png)", "Let's look at the relationship between walking distance and elapsed time for both John and Amy. If the distance each of them walks per second, which we call the unit rate, is the same all the time, it shows a proportional relationship. The new tables display the unit rates for John and Amy, so you should check other pairs too to ensure these rates stay the same at every moment. With all this data, how can you figure out John and Amy's walking distance at 36 seconds?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-5.3.b.iii_Speed_Walking.png)", "Let's look at the connection between the walking distance and elapsed time for both John and Amy. If the distance they walk each second, known as the unit rate, stays the same, that indicates it's proportional. The updated tables display the unit rates for John and Amy. Check other pairs too, to see if the unit rates are consistent all the way through. Based on what you see, how can you figure out the walking distance for John and Amy at 36 seconds?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-5.3.b.iii_Speed_Walking.png)", "Let's look at how the walking distance relates to the time taken for both John and Amy. If the distance walked per second, known as the unit rate, stays the same, then it's a proportional relationship. The new tables provide the unit rates for both John and Amy. Also, check other pairs to see if their unit rates stay the same over different times. How can you figure out the walking distance for John and Amy at 36 seconds using this information?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-5.3.b.iii_Speed_Walking.png)", "Let's explore how the distance walked and time duration link up for John and Amy. If their walking speed per second stays the same, that shows it's a proportional relationship. The fresh tables display their speeds for various moments. Check the unit rates for other pairs to see if they stay consistent over time as well. With this information, how can you find out the distance each walked after 36 seconds?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-5.3.b.iii_Speed_Walking.png)", "Let’s look at how walking distance and time relate for both John and Amy. If the distance per second is consistent, then it shows a proportional relationship. The new tables give us their unit rates. Check other pairs too to see if the unit rates stay the same over time. Given this info, how can you find out John and Amy’s walking distances at 36 seconds?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-5.3.b.iii_Speed_Walking.png)", "Let's explore how walking distance and elapsed time are linked for both John and Amy. If the walking distance per second (or the unit rate) is steady, they have a proportional relationship. The updated tables provide the unit rates for both John and Amy. Look at other pairs too, to check if the unit rates remain the same over different times. Given this data, how can you figure out John and Amy's walking distances at 36 seconds?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-5.3.b.iii_Speed_Walking.png)", "Let's look at how the walking distance and elapsed time are related for both John and Amy. If the distance covered per second (the unit rate) doesn’t change, it means there's a proportional relationship. Check out the new tables where the unit rates for both John and Amy are listed. Try looking at other pairs as well to see if the unit rates stay the same over different times. Considering this, how would you calculate the walking distance for John and Amy at 36 seconds?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-5.3.b.iii_Speed_Walking.png)", "Let’s explore the connection between the distances John and Amy walk and the times they take. If their walking distances per second miles, what stays the same, it highlights a proportional relationship. The new tables present the unit rates for John and Amy. Check different pairs to confirm these unit rates are consistent at all times. From this, can you figure out John’s and Amy's walking distances at 36 seconds?"]]}}}}