{"Building a Neighborhood": {"Stage1": {"Expectation1": {"Hint1": [["In this case, when you double or triple the number of workers, what happens to the total number of houses painted? What does this reveal about the important aspects of proportionality?"], ["So, if the number of workers is doubled or tripled, what effect does that have on the total number of painted houses? How does this help you understand the main ideas of proportionality?"], ["In this scenario, if the number of workers doubles or triples, what do you notice about the total number of painted houses? How does this help you understand the main points about proportionality?"], ["So in this case, what happens to the total number of painted houses if the number of workers is doubled or tripled? What can you conclude about the important factors of proportionality from this?"], ["When the number of workers is doubled or tripled, what happens to the total number of houses painted? How does this help you understand the main points of proportionality?"], ["So, when the number of workers gets doubled or tripled, how does that impact the total number of painted houses? What does this reveal about the important factors of proportionality?"], ["If the number of workers is doubled or tripled, how does the total number of painted houses change? What does this reveal about the main points of proportionality?"], ["If the number of workers doubles or triples here, how does that affect the total number of painted houses? What does this indicate about the essential points of proportionality?"], ["Here, if the number of workers doubles or triples, what happens to the total number of painted houses? What does this tell you about the main points of proportionality?"], ["So, if you double or triple the number of workers, what effect does it have on the total number of houses they paint? And what does this demonstrate about the main points of proportionality?"]], "Hint2": [["Remember, Emmit hires a bunch of workers who all work at the same pace. Let’s say 3 workers can paint one house. If Emmit doubles the number of similar workers, how many houses can they paint then? When the number of workers changes, does the number of houses they paint also change? What can you learn about the core ideas of proportionality from this?"], ["Think about the fact that Emmit hires multiple workers who all work at the same speed. Imagine 3 workers can paint one house. Now, what if Emmit gets twice as many workers? How many houses can they paint? When the number of workers goes up, does the number of houses they can paint alsoincrease? What would this say about the main parts of proportionality?"], ["Remember that Emmit hires several workers who make progress at the same speed. Imagine that 3 workers can paint one house. What if Emmit doubles the number of workers? How many houses can they paint now? Also, does the number of houses painted change when the number of workers changes? What does this indicate about the main points of proportionality?"], ["Think about this: Emmit hires several workers with the same work rate. Suppose 3 workers can paint one house. If Emmit hires twice as many workers, how many houses can get painted? When the number of workers goes up, does the number of houses painted increase too? What does this suggest about the main points of proportionality?"], ["Remember that Emmit employs several workers and they all work at the same speed. Suppose 3 workers can paint one house. If Emmit increases the number of identical workers to double, how many houses can they paint then? When the number of workers changes, does the number of houses painted change as well? What does this tell you about the important features of proportionality?"], ["Remember that Emmit has a team of workers all working at the same pace. Let's say 3 employees can paint one house. If Emmit duplicates the number of workers, how many houses will be painted? As the number of workers increases, does the number of homes painted increase too? What does this show you about the main qualities of proportionality?"], ["If Emmit hires several workers who all work at the same speed, let’s say 3 of them can paint one house. If he doubles the number of these workers, how many houses will be painted? When the number of workers is increased, does the number of painted houses increase too? What does this imply about the main points of proportionality?"], ["Remember that Emmit employs a team of workers who all have the same level of productivity. Imagine that 3 workers manage to paint one house. Now, if Emmit doubles the supply of identical workers, how many houses could they paint? Given the change in the number of workers, will we see a corresponding change in the number of houses painted? What insight does this provide about important points of proportionality?"], ["Think about the situation where Emmit hires workers who all work at the same speed. Say 3 workers can paint one house. If Emmit decides to double the number of workers, how many houses do they get painted then? When the number of workers changes, does it also impact the number of houses painted? What insights does this give about the main points of proportionality?"], ["Let's remember that Emmit hires some workers who accomplish tasks at the same speed. Let’s suppose that 3 workers can paint one house. If Emmit hires twice the number of identical workers, how many houses will get painted then? As you change the number of workers, does the number of houses painted change as well? What does this indicate about the important features of proportionality?"]]}, "Expectation2": {"Hint1": [["So, we know that all the workers paint at the same speed. With that info, what do you think about the number of houses painted by each worker, no matter how many workers there are? Also, what insight does it give you about the main points of proportionality?"], ["We're told that each worker paints at the same speed. Given this, how many houses does each worker paint, no matter how many total workers are hired? What does this suggest about the main points of proportionality?"], ["Since each worker paints at the same speed, what can you infer about the number of houses each worker can paint, no matter how many workers are there? How does this help us understand the main points of proportionality?"], ["Given that each worker paints at the same speed, how does this impact the number of houses a single worker can paint, regardless of the total number of workers hired? What insights does this offer about important elements of proportionality?"], ["# Rephrased: Since each worker paints at the same speed, can you figure out the number of houses painted by each worker, no matter how many workers are hired? What does this reveal about the main points of proportionality?"], ["If every worker paints at the same pace, what can you determine about how many houses each one paints, no matter how many workers there are? How does this idea help you understand the important aspects of proportionality?"], ["We know that each worker paints at the same speed. With this in mind, how many houses does each worker paint no matter how many workers we get? How does this help us understand important aspects of proportionality?"], ["Since each worker paints at the same speed, how does that affect the number of houses each worker can paint, no matter how many workers are hired? What does this explain about the main ideas of proportionality?"], ["So, we know each worker paints at the same speed, right? Given this, how would you describe the number of houses each worker can paint, no matter how many workers get hired? And what does this tell you about how proportionality works here?"], ["Each worker paints at the same speed. Given this, what can you figure out about the number of houses each worker paints, no matter how many workers are on the job? What does this imply about the important parts of proportionality?"]], "Hint2": [["Remember, all workers paint at the same speed. If you double the number of workers, do you believe the number of painted houses will also double? Or if you triple the number of workers, do you think the total number of painted houses will triple, too? What can this tell you about the main points of proportionality?"], ["Remember, all workers work at the same speed. If you double the number of workers, do you expect the number of painted houses to also double? Or if you triple the number of workers, do you imagine the total number of painted houses tripling too? What insights does this give you about the main points of proportionality?"], ["Since all workers paint houses at the same rate, if you double the number of workers, do you think the number of painted houses will also double? And what about if you triple the number of workers—will they paint triple the number of houses? What does this say about the key points of proportionality?"], ["# Rephrased Hint: Remember, each worker paints at the same speed. If we double the number of workers, will the number of houses they paint together also double? And what if the number of workers is tripled—will the total number of houses painted be three times as much? What does this suggest about the main points of proportionality?"], ["Just remember, all the workers paint at the same speed. So if you double the number of workers, do you think you'll also double the number of houses painted? OR think about if you triple the number of workers. Do you think the total number of painted houses will also triple? What do these examples tell you about the main aspects of proportionality?"], ["Remember that all the workers paint at the same speed. If you have twice as many workers, do you think double the number of houses will be painted? If the number of workers becomes three times greater, do you think that three times as many houses will be painted? What can you learn about proportionality from this?"], ["Remember, all the workers paint at the same pace. If you double the number of workers, do you expect the number of painted houses to be doubled too? How about if you triple the number of workers, do you expect the total number of painted houses to triple? What does this convey about the main ideas of proportionality?"], ["Remember that all workers paint houses at the same speed. If you double the number of workers, do you expect the number of painted houses to also double? And if you triple the number of workers, do you think the total painted houses will triple? What does this suggest about the main points of proportionality?"], ["Remember, all workers paint at an equal speed. If you double the number of workers, do you think you'll paint twice as many houses? Or if you triple the number of workers, will you be able to paint three times as many houses? What can you deduce about the main points of proportionality from this?"], ["Remember that all workers paint at the same speed. If you double the number of workers, do you think you'll get double the painted houses? What if you triple the worker count; do you believe that will result in three times the painted houses? How does this relate to your understanding of proportionality?"]]}, "Expectation3": {"Hint1": [["Remember the main points of proportionality: covariance and multiplicative invariance. In this case, what changes occur in the total number of houses painted when you have a different number of workers? And, is the number of houses each worker paints steady? Considering your responses to these two questions, how would you describe the relationship between the number of workers and the number of houses painted?"], ["Remember the essential parts of proportionality—covariance and keeping multiplication the same. So, what happens to the total number of houses painted when the number of workers changes? Is the number of houses painted per worker consistent? Based on your answers to these questions, how would you describe the relationship between the number of workers and the total number of painted houses?"], ["Think about proportionality—it involves covariance and something's changing by the same factor. Now, if the number of workers goes up or down, what happens to the total houses they paint? Plus, is each worker consistently painting the same amount of houses? Considering these responses, what can this tell you about how workers and painted houses relate to each other?"], ["Think about the main elements of proportionality—covariance and how everything stays instep. What happens to the total number of houses painted if the number of workers changes? And is the number of houses one worker can paint holding steady? Based on what you figure out from these questions, how would you describe the link between the number of workers and the number of houses if painted?"], ["Think about the important points of proportionality—covariance and multiplicative invariance. In this case, what effect does changing the number of workers have on the total number of houses painted? Also, does each worker consistently paint the same number of houses? Based on your answers to these questions, how would you describe the relationship between the number of workers and the number of houses painted?"], ["Think about the main points of proportionality—covariance and multiplicative invariance. In this case, what occurs to the total number of painted houses when the number of workers varies? And is the number of houses painted per worker the same? Considering your responses, what determines the type of relationship between the number of workers and the number of painted houses?"], ["Remember the main ideas of proportionality like covariance and being multiplicatively invariant. In this case, what happens to the total number of houses painted when the number of workers changes? Is the number of houses painted per worker staying the same? From your answers to these, what kind of relationship do you think exists between the number of workers and the number of houses painted?"], ["Think about the main features of proportionality—covariance and maintaining the same scale when something is multiplied. In this case, what occurs to the total count of painted houses when the worker count changes? And is the number of houses each worker paints staying the same? Based on what you think about these questions, how would you describe the connection between the number of workers and the number of houses they paint?"], ["Think about the main points of proportionality—they’re covariance and multiplicative invariance. In this case, what do you notice about the total number of houses painted when the number of workers varies? Also, does the number of houses painted per worker stay the same? Based on your thoughts to these two questions, how would you describe the type of relationship between the number of workers and the houses painted?"], ["Focus on the main features of proportionality—covariance and multiplicative invariance. Here, how does the total number of houses painted change when the number of workers varies? And is the number of houses painted per worker consistent? Given your responses to these two questions, what can you infer about the relationship between the number of workers and the number of houses painted?"]], "Hint2": [["When you think about it, the number of workers and the number of houses they paint both change together. If Emmit doubles the workers, he’ll be able to double the number of houses painted. Since each worker always paints the same number of houses because they start and work at the same rate. So, essentially, the number of houses painted changes in step with the number of workers. Given everything you've considered, do you think the relationship between the number of workers and the number of painted houses is proportional?"], ["You can see that the number of workers and the number of painted houses increase together. If Emmit were to double the number of workers, the number of houses that get painted would also double. Since each worker paints at the same rate, no matter how many workers there are, the output remains steady. This means the number of painted houses is directly dependent on the number of workers. With this in mind, is there a proportional relationship between the number of workers and the number of houses painted?"], ["When you think about it, the number of workers and the number of houses painted move in sync. So, if Emmit doubles the workforce, he'll also double the houses painted. Each worker contributes equally since they start and work at the same rate—they paint a steady number of houses. With this in mind, would you say the relationship between the number of workers and the houses painted remains proportional?"], ["It turns out that the number of workers and the number of painted houses increase together. So, if Emmit doubles the total number of workers, he'll double the number of houses they paint. Since each worker paints a constant number of houses—and every worker works at the same speed and starts at the same time—the number of houses painted by each worker doesn’t change. Essentially, the total number of painted houses matches the number of workers. Given this, do you think the relationship between the number of workers and the number of painted houses is proportional?"], ["So, both the number of workers and the number of painted houses change together. If Emmit doubles his total workers, he'd also double the houses painted. Every worker paints the same amount because they all start together and work at the same rate. This means the number of houses painted is always the same as the number of workers. Considering this, is the number of workers and the number of painted houses in proportion?"], ["Actually, the number of workers and the number of painted houses both change at the same time. If Emmit adds twice as many workers, there's a doubling in the number of painted houses. Plus, each worker can paint a set number of houses since they work at the same speed and begin their work together. In simple words, the number of painted houses stays constant compared to the exact number of workers. So, can we say that the relationship between the number of workers and the number of painted houses is a proportional one? \n"], ["Here’s what happens: as you adjust the number of workers, the number of painted houses adjusts right along with it. For example, if Emmit doubles his workers, the number of painted houses will also be doubled. Every worker paints at the same rate since they are working simultaneously. This means the number of houses a crew paints will depend uniformly on how many workers there are. So, based on this, would you say the relationship between the number of workers and painted houses is proportional?"], ["Actually, the number of workers and painted houses both change at the same time. If Emmit doubles his total workers, he'll double the painted houses. Also, since every worker paints at the same rate and starts at the same time, the houses each worker paints stay the same. So, the number of painted houses is always the same as the number of workers. Given this, is the relationship between the number of workers and the number of painted houses considered proportional?"], ["If you think about it, the number of workers and the number of houses they paint varies together. When Emmit scales up the group of workers, he bumps up the count of painted houses just the same. Each worker ends up painting the same amount of houses, as they all keep pace and kick off at the same point. So essentially, the houses that get painted correspond directly to the number of workers. Given this, do you think there's a proportional link between the number of workers and number of houses painted?"], ["You know, the number of workers and the number of painted houses increase or decrease together. If Emmit doubles the number of workers, then the number of painted houses will also double. Each worker paints the same number of houses because they work at the same pace and start simultaneously. So, the houses get painted in proportion to the workers. Based on this, would you say that the relationship between the number of workers and the number of painted houses is proportional?"]]}}}}