{"Planetary Weights": {"Stage1": {"Expectation1": {"Hint1": [["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.ii_Planetary_Weight.png)", "Take a look at the combined double number line and see how the weight on Planet B changes as the weight on Planet A shifts. Also, reflect on how the weight on Planet A connects to the weight on Planet B for various values. With this in mind, what can you say about the connection between the weights on Planet A and Planet B?\n"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.ii_Planetary_Weight.png)", "Examine the combined double number line and think about how the weight on Planet B changes as the weight on Planet A changes. Also, consider how the weight on Planet A connects to the weight on Planet B for different amounts. From looking at this, what would you say about the relationship between the weights on Planet A and Planet B?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.ii_Planetary_Weight.png)", "Check out the combined double number line and notice how the weight on Planet B shifts as the weight on Planet A changes. Also, keep in mind how the weight on Planet A compares to the weight on Planet B for various amounts. Given this, how would you describe the link between the weights on Planet A and Planet B?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.ii_Planetary_Weight.png)", "Check out the combined double number line. See what happens to the weight on Planet B when the weight on Planet A changes. How does the weight on Planet A correspond to the weight on Planet B for various values? Given this info, what can you say about how the weights on Planet A and Planet B are related?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.ii_Planetary_Weight.png)", "Refer to the combined double number line and note what occurs to the weight on Planet B as the weight on Planet A fluctuates. Also, consider the connection between the weight on Planet A and the weight on Planet B across different values. Considering this, what conclusions can you draw about the relationship between the weights on Planet A and Planet B?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.ii_Planetary_Weight.png)", "Check out the combined double number line and see what happens to the weight on Planet B as the weight on Planet A varies. Also, think about how the weight on Planet A corresponds to the weight on Planet B for different amounts. Given this info, what can you say about the connection between the weights on Planet A and Planet B?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.ii_Planetary_Weight.png)", "Check out the combined double number line and see what happens to the weight on Planet B as the weight on Planet A varies. Think about how the weight on Planet A compares to the weight on Planet B at different points. With this in mind, how would you describe the connection between the weights on Planet A and Planet B?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.ii_Planetary_Weight.png)", "Check the combined double number line and observe how the weight on Planet B adjusts as the weight on Planet A varies. Ponder over how the weight on Planet A matches up to the weight on Planet B for different amounts. With this in mind, how would you describe the connection between the weights on Planet A and Planet B?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.ii_Planetary_Weight.png)", "Examine the double number line together to see what occurs to the weight on Planet B when the weight on Planet A changes. Consider also how the weight on Planet A compares to the weight on Planet B for various value pairs. With this in mind, what can you say about how the weights on Planet A and Planet B are related?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.ii_Planetary_Weight.png)", "Check out the combined double number line and see what happens to the weight on Planet B when the weight on Planet A changes. Also, think about how the weight on Planet A connects to the weight on Planet B for varying values. With this in mind, what does this say about the relationship between the weights on Planet A and Planet B?"]], "Hint2": [["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.iii_Planetary_Weight.png)", "Looking at the image, you can see the weights on Planet A and Planet B both change together. Notice what stays the same for an object’s weight on Planet A compared to its weight on Planet B, no matter the object’s weight. What kind of relationship do you observe between these two quantities?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.iii_Planetary_Weight.png)", "Looking at the image, you can tell that the weights on both Planet A and Planet B change at the same rate. Focus on what stays the same for an object’s weight on both planets, no matter the object’s actual weight. What kind of relationship do you see between these two measurements?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.iii_Planetary_Weight.png)", "Notice from the image that the weights on Planet A and Planet B both change together. Focus on what stays the same for an object’s weight on Planet A compared to Planet B, regardless of how the weight changes. What kind of relationship do you observe between these two quantities?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.iii_Planetary_Weight.png)", "You can observe in the image that the weights on both Planet A and Planet B change simultaneously. Notice what always stays the same when comparing an object’s weight on Planet A with its weight on Planet B, no matter what the object weighs. What kind of relationship do you see between these two quantities?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.iii_Planetary_Weight.png)", "In the image, the weights on Planet A and Planet B move together. Notice what stays the same for an object's weight on Planet A and Planet B, no matter the object's weight. What kind of relationship do you see between these two values?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.iii_Planetary_Weight.png)", "See how the weights on both Planet A and Planet B move together in the image. Notice what stays the same for an object’s weight on Planet A compared to Planet B, no matter what the object's weight is. What kind of relationship do these two quantities have?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.iii_Planetary_Weight.png)", "From the image, you'll notice that the weights on both Planet A and Planet B change simultaneously. Focus on what stays the same for an object's weight on Planet A relative to its weight on Planet B, no matter what the object weighs. What sort of relationship do you see between these two measurements?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.iii_Planetary_Weight.png)", "Based on the image, both weights adjust on Planet A and Planet B simultaneously. Focus on whatever stays the same for an object’s weight on Planet A compared to its weight on Planet B, no matter what the object's weight is. What kind of relationship can you identify between these two quantities?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.iii_Planetary_Weight.png)", "It's clear in the image that the weights on Planet A and Planet B vary at the same time. Notice what stays the same about an object’s weight on Planet A versus Planet B, no matter what the weight of the object is. What kind of relationship do you observe between these weights?"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.2.b.iii_Planetary_Weight.png)", "It's obvious from the image that the weights on Planet A and Planet B vary together. Take note of what stays the same for an object's weight on Planet A compared to its weight on Planet B, no matter what the object's weight is. Do you see any particular relationship between these two values?"]]}}, "Stage2": {"Expectation1": {"Hint1": [["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.ii_Planetary_Weight.png)", "Think about how the weights on Planet A and Planet B change at the same rate together. Because this is a proportional relationship, the unit rate, or quotient, stays constant. How many times more do objects weigh on Planet A compared to their weight on Planet B, and how can you express that mathematically?", "openPopupCalculator()"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.ii_Planetary_Weight.png)", "We can observe how the weights on Planet A and Planet B vary together. You understand that this is a proportional relationship, indicating that the unit rate (quotient) stays the same. Figure out how many times the weight on Planet A is compared to the weight on Planet B, and revise the equation.", "openPopupCalculator()"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.ii_Planetary_Weight.png)", "We can look at how the weights on Planet A and Planet B change in sync. This is a proportional relationship so the unit rate (quotient) will stay the same. Figure out how many times the weight on Planet A compares to the weight on Planet B, and then adapt the equation accordingly.", "openPopupCalculator()"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.ii_Planetary_Weight.png)", "You can observe that the weights on Planet A and Planet B vary together. Knowing this is a proportional relationship means the unit rate (quotient) remains the same. Determine how many times the weight on Planet A is compared to the weight on Planet B, then rewrite the equation.", "openPopupCalculator()"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.ii_Planetary_Weight.png)", "We can observe how the weights on Planet A and Planet B change together. You know this signifies a proportional relationship, meaning the unit rate (quotient) will stay the same. Figure out how many times the weight on Planet A compares to the weight on Planet B, and show the equation in a different way.", "openPopupCalculator()"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.ii_Planetary_Weight.png)", "You can look at how the weights on Planet A and Planet B change together. Since it's a proportional relationship, the unit rate (quotient) stays constant. Can you calculate how many times the weight on Planet A is compared to the weight on Planet B and rewrite the equation?", "openPopupCalculator()"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.ii_Planetary_Weight.png)", "You can observe how weights change together on Planet A and Planet B. This is a proportional relationship, so the unit rate (or quotient) remains unchanged. Figure out how many times the weight on Planet A compares to the weight on Planet B, and then rewrite the equation.", "openPopupCalculator()"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.ii_Planetary_Weight.png)", "We can observe how the weights on Planet A and Planet B change jointly. Since this is a proportional relationship, the unit rate (quotient) will remain consistent. Figure out how many times the weight on Planet A is compared to the weight on Planet B, and rearrange the equation.", "openPopupCalculator()"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.ii_Planetary_Weight.png)", "We can observe how the weights on Planet A and Planet B change simultaneously. Since this is a proportional relationship, the unit rate (quotient) remains constant. Determine how many times the weight on Planet A is compared to the weight on Planet B, and update the equation accordingly.", "openPopupCalculator()"], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.ii_Planetary_Weight.png)", "We can look at how the weights on Planet A and Planet B change together. Since this is a proportional relationship, the unit rate, or quotient, stays consistent. Find out how many times the weight on Planet A compares to the weight on Planet B, and rephrase the equation.", "openPopupCalculator()"]], "Hint2": [["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.iii_Planetary_Weight.png)", "As shown in the image, an object on Planet A weighs 4/3 units for every 1 unit it weighs on Planet B. Use this to adjust your equation."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.iii_Planetary_Weight.png)", "According to the image, an object's weight on Planet A is 4/3 units for every 1 unit it weighs on Planet B. Use this to revise your equation."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.iii_Planetary_Weight.png)", "Looking at the image, it's clear that an object on Planet A weighs 4/3 units for each 1 unit of its weight on Planet B. Use this bit of information to adjust your equation."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.iii_Planetary_Weight.png)", "From the image, it's clear that an object on Planet A has a weight of 4/3 units for every 1 unit of weight on Planet B. With this info in mind, go ahead and revise your equation."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.iii_Planetary_Weight.png)", "The image shows that on Planet A, an object’s weight is 4/3 of its weight on Planet B. Think about this and update your equation."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.iii_Planetary_Weight.png)", "As seen in the image, an object on Planet A weighs 4/3 units for each 1 unit of weight on Planet B. Use this information to update your equation."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.iii_Planetary_Weight.png)", "According to the image, the same object weighs 4/3 units on Planet A for every 1 unit of weight on Planet B. Use this detail to update your equation."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.iii_Planetary_Weight.png)", "Based on what you see in the image, an object on Planet A weighs 4/3 units for each unit of its weight on Planet B. With this in mind, adjust your equation."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.iii_Planetary_Weight.png)", "Just like in the image, an object on Planet A weighs 4/3 units for each 1 unit of its weight on Planet B. Keep this in mind and update your equation."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-3.3.b.iii_Planetary_Weight.png)", "Looking at the image, you can tell that an object's weight is 4/3 units on Planet A for every unit it weighs on Planet B. Use this detail to adjust your equation."]]}}}}