{"Mixing Paint Activity": {"Stage1": {"Expectation1": {"Hint1": [["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.ii_Mixing_Paint.png)", "When you mix different amounts of green and red paints together well, what factors influence the shade of gray in each mixture?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.ii_Mixing_Paint.png)", "Every mixture evenly combines different amounts of green and red paints. Think about what factors decides the specific shade of gray in each blend."], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.ii_Mixing_Paint.png)", "For each mixture, the green and red paints are evenly blended together. What do you think affects the shade of gray that appears in each mixture clutch"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.ii_Mixing_Paint.png)", "For each mixture, the green and red paints are blended evenly. Think about what influences the shade of gray in each mixture."], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.ii_Mixing_Paint.png)", "When different quantities of green and red paint are mixed evenly in each mixture, consider what factors decide the shade of gray you'll get in each mixture."], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.ii_Mixing_Paint.png)", "The green and red paints blend evenly in each mixture. What do you think influences the gray shade in each mixture?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.ii_Mixing_Paint.png)", "In each mix, the green and red paints are combined evenly. What do you think decides the shade of gray in each mixture?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.ii_Mixing_Paint.png)", "For every mixture, the different quantities of green and red paints are blended evenly. What factors influence the shade of gray in each mix?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.ii_Mixing_Paint.png)", "Whenever you mix different amounts of green and red paints together, they blend uniformly. What do you think decides the shade of gray in each mixture?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.ii_Mixing_Paint.png)", "Each mixture has different amounts of green and red paints mixed evenly throughout. Consider what factors into the shade of gray in each mixture."]], "Hint2": [["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.iii_Mixing_Paint.png)", "For each mixture, think about how many parts of green paint there are for every one part of red paint. How does this help explain the different shades of gray?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.iii_Mixing_Paint.png)", "When examining each mix, think about how many parts of green paint there are compared to one part of red paint. How does this help explain the differences in the shades of gray?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.iii_Mixing_Paint.png)", "Think about how many parts of green paint are in each mixture compared to the amount of red paint for each mixture. How does this explain the difference in the shades of gray?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.iii_Mixing_Paint.png)", "To figure this out for each mixture, look at how much green is in one part of the red paint. Can you see what this says about why the gray shades vary?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.iii_Mixing_Paint.png)", "For each mixture, take a look at how many parts of green paint there are for each part of red paint. How does this help explain why the shades of gray are different?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.iii_Mixing_Paint.png)", "For each mixture, look at the number of parts of green paint compared to one part of red paint. What can this tell us about why the gray shades are different?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.iii_Mixing_Paint.png)", "To investigate each mixture, look into the number of parts green paint compared to one part of red paint. How does this help explain the differences in the shades of gray?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.iii_Mixing_Paint.png)", "Think about how many parts of green paint there are for each part of red paint in each mixture. How does this explain the different shades of gray?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.iii_Mixing_Paint.png)", "Think about how much green paint is in the mix compared to the amount of red paint. How does this explain why the shades of gray differ?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.b.iii_Mixing_Paint.png)", "For each mixture, think about how many parts of green paint are there for every one part of red paint. What clues does this offer about why the shades of gray are distinct?"]]}, "Expectation2": {"Hint1": [["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.ii_Mixing_Paint.png)", "Sarah mixed green and red paints equally into the original mixture to form Mixture B and Mixture C, but they had different shades of gray. Why doesn't adding the same amount of green and red paint to the previous mixture yield the same shade of gray?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.ii_Mixing_Paint.png)", "If Sarah added the same amount of green and red paints to both Mixture B and C and they ended up different shades of gray, that’s interesting. Why doesn't adding equal amounts of green and red paint result in the same shade of gray?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.ii_Mixing_Paint.png)", "Why did Sarah get different shades of gray when she added the same amounts of green and red paint to Mixture B and C if they both contain the same colors? Can you explain why the gray shades turned out different even though the amounts of paint used were the same?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.ii_Mixing_Paint.png)", "Sarah mixed Mixture B and C by adding equal parts of green and red paints to her existing mix. But, they came out in different shades of gray. Why don't equal amounts of green and red paint create the same shade of gray in the original mixture?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.ii_Mixing_Paint.png)", "Sarah mixed Mixtures B and C with equal amounts of green and red paint added to the earlier mixture. Still, she ended up with different shades of gray. Why doesn't adding the same amounts of green and red paint to the earlier mixtures create the same shade of gray?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.ii_Mixing_Paint.png)", "When Sarah added the same amount of green and red paints to both Mixture B and C, they ended up with different shades of gray. Why wouldn't adding equal amounts of green and red paint to the original mixture produce the same shade of gray?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.ii_Mixing_Paint.png)", "Sarah added equal amounts of green and red paints to each existing mixture when making Mixture B and C, but ended up with different shades of gray. Why do you think adding green and red paints in the same quantity to the prior mixture doesn’t lead to identical gray shades?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.ii_Mixing_Paint.png)", "So, Sarah made Mixture B and C by adding equal amounts of green and red paints to the earlier mixture, but they ended up being slightly different grays. Why doesn't adding equal amounts of green and red paint to the earlier mix create the same shade of gray?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.ii_Mixing_Paint.png)", "Although Sarah added equal amounts of green and red paints to both Mixture B and C from the previous mixtures, the resulting shades of gray came out differently. Why do you think adding the same amounts of green and red paint led to different shades of gray?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.ii_Mixing_Paint.png)", "Why did Sarah get different shades of gray when adding the same amount of green and red paint to Mixtures B and C, despite adding the same quantities? How does adding an equal amount of paint create variations in the shade?"]], "Hint2": [["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "Even amounts of green and red paint didn't result in the same gray shade. This shows that simply keeping the difference between the green and red amounts won't ensure a consistent shade. So, what then must remain constant in the mix of green and red paint to produce larger quantities of the same shade of gray?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", " It looks like adding equal amounts of green and red paint didn't give us the same shade of gray. This suggests that keeping the difference between the green and red paints the same doesn't work for achieving the consistent shade. So, what needs to stay the same in the mixture of green and red paint to make larger batches have the same shade of gray?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "If adding the same amount of green and red paint didn't give you the same shade of gray, the difference method isn't the way to achieve it. What needs to stay constant in the green and red paint mix to consistently make large batches of the same gray shade?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "Mixing equal amounts of green and red paint didn't yield the same gray shade. This shows that you can't get the same gray just by having a constant difference between the green and red quantities. What needs to stay the same when mixing green and red paint to make larger batches of the same gray shade?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "Mixing equal parts of green and red paint doesn't give the same shade of gray. This shows you can't get the same shade just by keeping the difference in the green and red quantities the same. What should stay the same in the mixture to make bigger batches of the same gray color?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "If you add the same amount of green and red paint but don’t get the same shade of gray, this means you can't get the right shade by just keeping the difference between the green and red parts the same. So, what should stay constant in the mixture of green and red paint to make bigger batches of that same shade of gray?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "If adding an equal amount of green and red paint didn't give you the same shade of gray, it suggests that the same shade can't be achieved just by keeping the difference between green and red parts the same. So, what should stay constant in the green and red mix to produce larger batches of the same shade of gray?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "Adding equal amounts of green and red paint doesn't result in matching shades of gray. This suggests that just keeping the difference constant between the green and red isn't enough. What element needs to stay constant in the mixture of green and red paint to make larger batches with the same shade of gray?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "Adding equal amounts of green and red paint didn’t give us the same shade of gray. This shows that you won’t get the same shade by just keeping the difference between the green and red consistent. What do you need to keep constant in the green and red paint mixture to make larger batches with the same shade of gray?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "Adding equal amounts of green and red paint didn't make the same gray shade. This shows that keeping the difference between the green and red parts the same won't make the same shade each time. So, what should be consistent in mixing green and red paint to make bigger batches of the same shade of gray?"]]}, "Expectation3": {"Hint1": [["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.d.ii_Mixing_Paint.png)", "If blended evenly, adding more green paint to a mixture results in a darker shade of gray. Can you find out the amount of green paint needed for every one part of red using the calculator you have?", "openPopupCalculator()", "Think about which one looks like the darkest shade of gray using this info."], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.d.ii_Mixing_Paint.png)", "In each mix, the green and red paints are mixed evenly. Adding more green paint results in a darker gray. Using the provided calculator, figure out how many parts of green paint you'd need for each part of red paint in the mixture.", "openPopupCalculator()", "Use this info to figure out which mixture has the darkest shades of gray."], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.d.ii_Mixing_Paint.png)", "To mix green and red paint, blend them evenly. The more green paint you have in a mix, the darker the shade of gray will be. Using the provided calculator, work out how many parts of green paint you need for each part of red paint in the mixture.", "openPopupCalculator()", "Go ahead and use this information to figure out which mixture has the darkest shade of gray."], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.d.ii_Mixing_Paint.png)", "In this exercise, each blend features green and red paint mixed evenly and adding more green paint to the blend results in a darker gray shade. For each mixture, how many parts of green paint do you need for each part of red paint? Use the provided calculator to find out.", "openPopupCalculator()", "Think about this information to figure out which mixture is the darkest shade of gray."], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.d.ii_Mixing_Paint.png)", "When the green and red paints are mixed evenly, adding more green paint makes the gray shade darker. For every mixture you've got, figure out how many parts of green paint go with one part of red paint by using the provided calculator.", "openPopupCalculator()", "Use this info to determine which mixture is the darkest shade of gray."], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.d.ii_Mixing_Paint.png)", "In each mixture, the green and red paints are blended evenly. Adding more green makes the mixture a darker shade of gray. Use the given calculator to figure out how many parts of green paint are needed for one part of red in each mixture. \n", "openPopupCalculator()", "Keyfs Let’s use this info to figure out which mixture is the darkest shade of gray."], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.d.ii_Mixing_Paint.png)", "For each mixture, green and red paint are blended evenly, and adding more green paint results in a darker gray shade. Use the calculator to figure out how much green paint you'll need per single part of red paint for each mixture.", "openPopupCalculator()", "# Here’s the info you need to pick out which mixture has the darkest gray shade."], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.d.ii_Mixing_Paint.png)", "For every mixture, the green and red paint are thoroughly mixed. Adding more green paint will result in a darker gray color. Use the provided calculator to figure out how many parts of green paint you need for each part of red paint in the mixture.", "openPopupCalculator()", "You can use this info to figure out which mixture has the darkest shade of gray."], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.d.ii_Mixing_Paint.png)", "The green and red paint in each mixture are blended evenly, and more green paint makes the color gray darker. How many parts of green paint do you need for every one part of red paint in each mixture? Use the provided calculator to find out.", "openPopupCalculator()", "Use this info to figure out which mixture is the darkest gray."], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.d.ii_Mixing_Paint.png)", "When mixing the green and red paints evenly, more green paint will make the gray shade deeper. Use the given calculator to find out how many parts of green paint you need for each part of red paint in every mixture.", "openPopupCalculator()", "Think about this info to figure out which mixture has the darkest shade of gray."]], "Hint2": [["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "The blend that contains the highest amount of green paint for every single part of red paint will give the darkest shade of gray. Which combo has the waste parts of green paint relative to red paint?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "The mix that has the highest amount of green paint compared to one part of red paint will create the darkest gray color. Can you figure out which mixture has the highest green paint to one-part red paint ratio?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "The mix that has the highest amount of green paint for each part of red paint will give you the darkest gray shade. Which mix has the most green paint per one part of red paint?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "The combination that includes the highest amount of green paint for every part of red paint will create the darkest gray shade. Which mix has the most green paint per one part of red paint?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "The blend with the highest amount of green paint compared to red paint will create the darkest gray shade. Which blend has the most green paint for every part of red paint?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "To get the darkest shade of gray, you'll want the mixture with the most green paint relative to the red paint. So, which mixture has that much more green paint compared to one part red paint?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "Having more green paint for every part of red paint results in the darkest gray shade. So, which mixture has the most parts of green paint for each part of red paint?\""], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "The mix that has the highest amount of green paint compared to one part red paint will make the darkest gray. Which mix contains the most green paint for every one part red paint?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "The mix with more green paint compared to red paint will create the darkest gray. So, which mix has the highest amount of green paint for each part of red paint?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.4.2.c.iii_Mixing_Paint.png)", "The mix that has the most green paint compared to one part of red paint will give the darkest shade of gray. Which mix has the highest green to red paint ratio?"]]}}}}