{"Building Buses": {"Stage1": {"Expectation1": {"Hint1": [["If you add more buses, does the total number of seats go up, go down, or remain unchanged? What can this tell you about the key parts of proportionality?"], ["If more buses are added, does the total number of seats go up, down, or remain unchanged? What lessons about the main points of proportionality can you draw from this?"], ["If you add more buses, does the total number of seats go up, go down, or remain unchanged? What does this teach you about the main parts of proportionality?"], ["When the number of buses goes up, do the total seats go up, go down, or stay unchanged? How does this connect to the key points of proportionality?"], ["When the number of buses goes up, do the total seats go up, go down, or stay the same? What insights does that give you about the main points of proportionality?"], ["If the number of buses goes up, do the total number of seats go up, go down, or stay unchanged? What does this hint about the main aspects of proportionality?"], ["Could the total number of seats go up, down, or remain the same if more buses are added? What does this indicate about the main points of proportionality?"], ["If more buses are added, does the overall count of seats go up, go down, or remain unchanged? What can we learn about proportionality from this?"], ["As more buses are added, do the total seats go up, go down, or remain unchanged? What does this reveal about the important parts of proportionality?"], ["When more buses are added, does the total number of seats go up, go down, or remain unchanged? How does this help you understand the main points about proportionality?"]], "Hint2": [["If Buses-R-Us builds 1 bus, it has 30 seats. For 2 buses, there are 60 seats. So, how many seats would there be for 3, 4, or 10 buses? Use a calculator if you need to do the math.", "openPopupCalculator()", "How do the number of seats change as the number of buses vary? What insights about the main points of proportionality can be drawn from this?"], ["If Buses-R-Us builds one bus, it carries 30 seats. With two buses, the combined total is 60 seats. Now, what if they build 3, 4, or even 10 buses? Use your calculator if you need help with the math.", "openPopupCalculator()", "When the number of buses changes, how does the number of seats change? How does this help you understand the key aspects of proportionality?"], ["If Buses-R-Us makes 1 bus, there are 30 seats. If they make 2 buses, that means there are 60 seats. So, how many seats will there be if they make 3, 4, or even 10 buses? You can use a calculator to help with the math if you need to.", "openPopupCalculator()", "When the number of buses changes, how does the amount of seats shift as a result? How does this illustrate the key points of proportionality?"], ["If Buses-R-Us makes one bus, there are 30 seats. If they make two buses, they have 60 seats. How many seats would there be if they make 3, 4, or even 10 buses? Feel free to use a calculator if you need to figure it out.", "openPopupCalculator()", "How does the number of seats change as the number of buses changes? What can this tell you about key aspects of proportionality?"], ["When Buses-R-Us builds 1 bus, there are 30 seats. With 2 buses, there are 60 seats. How many seats are there if they make 3, 4, or 10 buses? If you need to, use a calculator to find the answers.", "openPopupCalculator()", "When the number of buses goes up or down, how does that affect the number of seats? What insights does this give you about the main aspects of proportionality?\n"], ["When Buses-R-Us builds 1 bus, it has 30 seats. For 2 buses, that makes 60 seats. So, how many seats would there be if Buses-R-Us built 3, 4, or 10 buses? If you need to, use a calculator to do the math.", "openPopupCalculator()", "How do the number of seats change when the number of buses changes? What key things about proportionality does this show you?"], ["So, here's the information: 1 bus equals 30 seats. For 2 buses, just double that number to get 60 seats. Now think about it—what happens if Buses-R-Us makes 3, 4, or even 10 buses? If you need a bit of help doing the math, go ahead and use a calculator.", "openPopupCalculator()", "When the number of buses changes, how does the number of seats change too? What can you learn about the important features of proportionality from this relationship?"], ["If Buses-R-Us builds 1 bus, there are 30 seats available. If they make 2 buses, the seat count goes to 60. So, how many seats will there be if Buses-R-Us builds 3, 4, or 10 buses? Feel free to use a calculator if required for these calculations.", "openPopupCalculator()", "When the number of buses changes, how does the number of seats change too? What does this reveal about the important points of proportionality?"], ["If Buses-R-Us builds 1 bus, it has 30 seats. For 2 buses, there are 60 seats. How many seats would there be if Buses-R-Us builds 3, 4, or 10 buses? Feel free to use a calculator to help with the calculations.", "openPopupCalculator()", "If the number of buses changes, how does that affect the number of seats? What does this reveal about the main points of proportionality?"], ["If Buses-R-Us manufactures 1 bus, it has 30 seats. With 2 buses, there are 60 seats. How many seats are there if they make 3, 4, or 10 buses? If you need assistance, you can use a calculator to perform the calculations.", "openPopupCalculator()", "As the number of buses changes, how does that affect the number of seats? Does this give you any insights into the main points about proportionality?"]]}, "Expectation2": {"Hint1": [["What can you say about the number of seats on each bus? How does this relate to the main points of proportionality?"], ["How would you describe the number of seats on each bus? How does that inform your understanding of proportionality concepts?"], ["How would you describe the number of seats on each bus? What do you think this tells us about the main features of proportionality?"], ["What thoughts do you have about the seating arrangement on each bus? What does this information imply about the main elements of proportionality?"], ["How would you describe the number of seats on each bus? How does this information relate to the important points of proportionality?"], ["What do you think about the number of seats on each bus? How does this help you understand the main points of proportionality?"], ["How would you describe the number of seats in each bus? How does this relate to the important things about proportionality?"], ["How does the number of seats per bus help in understanding the important aspects of proportionality?"], ["What can you tell me about the number of seats on each bus? How does this relate to the main ideas of proportionality?"], ["How would you describe the number of seats available in each bus? What does this reveal about the important aspects of proportionality?"]], "Hint2": [["If there's 1 bus, you have 30 seats. With 4 buses, that's 120 seats. For 6 buses, it's 180 seats.With these examples, try calculating the quotient of any pairs of quantities that are not zero. Use a calculator if you need to.", "openPopupCalculator()", "Considering your computations of 30/1, 120/4, and 180/6, have you noticed how many times the number of seats compares to the number of buses? What insights does this offer about the important elements of proportionality?"], ["If you have 1 bus, that means there are 30 seats. For 4 buses, you have 120 seats. And if there are 6 buses, you have 180 seats. Based on these examples, why not take a moment to find the quotient for any non-zero pairs of these numbers? If it helps, using a calculator might make these calculations easier.", "openPopupCalculator()", "Given the calculations of 30/1, 120/4, and 180/6, what do you notice about how many times the number of seats is compared to the number of buses? What does this imply about the key aspects of proportionality?"], ["If you've got 1 bus, you've got 30 seats. And if you're looking at 4 buses, then there are 120 seats. With 6 buses, that totals up to 180 seats. Why not use these scenarios and find the quotient of any pairs where both numbers aren’t zero? Feel free to use a calculator if that helps with the math.", "openPopupCalculator()", "Looking at your calculations of 30/1, 120/4, and 180/6, what patterns do you see regarding the number of times the seats exceed the number of buses? What does this reveal about the important factors in proportionality?"], ["If you've got 1 bus, you'll have 30 seats. For 4 buses, that's 120 seats. And for 6 buses, it's 180 seats. Now, with these examples, take a moment to work out the quotient for any non-zero duos of these quantities. Feel free to use a calculator if you need it.", "openPopupCalculator()", "Can you look at your calculations of 30/1, 120/4, and 180/6 and see how many times the number of seats exceeds the number of buses? What does this indicate to you about the important features of proportionality?"], ["With 1 bus, there are 30 seats. For 4 buses, you have 120 seats. And 6 buses give you 180 seats. Based on these examples, try calculating the quotient for any pairs of numbers where the quantities aren't zero. If you need help, feel free to use a calculator for the math.", "openPopupCalculator()", "Based on your calculations of 30/1, 120/4, and 180/6, what do you observe about the number of seats compared to the number of buses? What key points of proportionality does this reveal to you?"], ["If you have 1 bus, there are 30 seats. With 4 buses, you get 120 seats. With 6 buses, it's 180 seats. Think about these examples and find the quotient for any of these non-zero pairs of quantities. If it’s helpful, feel free to use a calculator for the math.", "openPopupCalculator()", "With your calculations: 30/1, 120/4, and 180/6, what do you notice about the ratio of seats to buses? What does this reveal to you about important points of proportionality?"], ["If there's one bus, you have 30 seats. For four buses, you'll have 120 seats. And with six buses, you'll end up with 180 seats. With these examples in mind, try to calculate what you get when you divide any non-zero pairs of these numbers. Feel free to use a calculator if that helps.", "openPopupCalculator()", "Looking at your calculations, 30/1, 120/4, and 180/6, what do you notice about the relationship between the number of seats and the number of buses? How does this help you understand the key features of proportionality?\n"], ["If there's 1 bus, there are 30 seats available. For 4 buses, you'll have 120 seats, and with 6 buses, there are 180 seats. Check out those cases and try working out the quotient for any pairs where the quantities aren't zero. If calculations become tricky, don't worry—grab a calculator to help out.", "openPopupCalculator()", "So, from your calculations of 30/1, 120/4, and 180/6, what do you see about how the seats per bus work out everytime? This can help us understand important points about proportionality. What big ideas stand out to you here?"], ["If there is 1 bus, then there are 30 seats. When there are 4 buses, there are 120 seats. If there are 6 buses, then there are 180 seats. Using these examples, try calculating the quotient of any pairs of non-zero quantities. If you need it, feel free to use a calculator for your calculations.", "openPopupCalculator()", "How does the ratio of seats to buses calculated as 30/1, 120/4, and 180/6 tell you about the relationship between seats and buses? What does this reveal about the important elements of proportionality?"], ["If there's 1 bus, you have 30 seats. With 4 buses, there's a total of 120 seats. For 6 buses, you get 180 seats. Looking at these examples, can you pause for a minute and figure out the quotient for any pairs of quantities that aren't zero? If you need help, feel free to use the calculator.", "openPopupCalculator()", "If you look at 30/1, 120/4, and 180/6 based on your calculations, what can you observe about the ratio of seats to buses? What does this suggest about the main points of proportionality?"]]}, "Expectation3": {"Hint1": [["Remember, for two quantities to be proportional, they have to vary together so that their ratio remains constant. This means one needs to change along with the other. Multiplicative invariance means that when you divide the quantities, the result is always the same, indicating one quantity is always a consistent multiple of the other. So, in our case, do buses and seats change together proportionally? Are there consistently 30 seats for each bus? If they do, what does that tell you about the relationship between the number of buses and seats?"], ["Remember that for two things to be proportional, they need to change together, and their relationship has to always be the same when multiplied. Changing together means they both adjust simultaneously. Always being the same when multiplied means that when you divide one by the other (excluding zero), the result's always the same, meaning one number is consistently a set multiple of the other.\n\nSo, are the bus numbers and seat numbers changing together? Are there always 30 seats for every bus? If that holds true, how would you describe the relationship between the number of buses and seats?"], ["Remember, for two quantities to be proportional, they have to vary together, and their relationship should stay the same through multiplication. Covarying means"], ["Remember, for two quantities to have a proportional relationship, they have to vary together while their ratio remains the same. Covariance means they change at the same time. Multiplicative invariance means one is always a set multiple of the other, having a fixed ratio for any non-zero values. Does the number of buses change in accordance with the number of seats here? Are there consistently 30 seats per bus? If that's the case, what conclusion can you draw about the relationship between the number of buses and seats?"], ["Remember that when two quantities have a proportional relationship, they change together and their connection should remain constant through multiplication. Covariance means they vary in sync with each other. Multiplicative invariance means their ratio stays the same regardless of the numbers chosen, where one quantity is constantly a multiple of the other. In this situation, do the number of buses and the number of seats vary together? Is there consistently 30 times as many seats as the number of buses? If these conditions are met, what can you conclude about the relationship between the number of buses and seats?"], ["Keep in mind that for two quantities to have a proportional relationship, they need to vary together and the relationship between them should stay the same when you multiply. When two quantities covary, it means they increase or decrease together. When their ratio is constant, regardless of their value, they're said to have a multiplicative invariant relationship, meaning one quantity is always a set multiple of the other. Now, do the number of buses and the number of seats vary together? Is the number of seats always 30 times the number of buses? If yes, what can you conclude about the relationship between the number of buses and seats?"], ["Remember that two quantities are proportional when they move together and their connection stays multiplicatively consistent. Moving together means they both change in tandem. Multiplicative consistency means their ratio remains constant for any non-zero pair, meaning one quantity is simply a fixed multiple of the other. So, do the number of buses and the number of seats vary together? Do you always get 30 times as many seats as there are buses? If so, what can we determine about the type of connection between the number of buses and number of seats?"], ["Remember, for two quantities to be proportional, they need to change together, and their relationship has to stay the same through multiplication. When we say they covary, it means they both shift at the same time. Multiplicative invariance means you're always getting the same number when you divide those two quantities, so one is a constant multiple of the other. Do the number of buses and the number of seats both vary together? Are there always 30 seats for every bus? If so, what kind of relationship is this between the number of buses and seats?"], ["Remember, for two variables to be proportional, they need to change together and maintain a constant ratio. This means if they covary (change together) and their relationship stays the same multiplicatively, their ratio should always remain constant for any non-zero values. In other words, one value should always be a fixed multiple of the other. So, think about whether the number of buses and seats change together. Is it true that there are always 30 seats per bus? If that's the case, what type of relationship do you think exists between the number of buses and the number of seats?"], ["Just remember that for two quantities to have a proportional relationship, they need to change together and keep their ratio constant. Covariance means they both change at the same time. Multiplicative invariance means their ratio stays the same for any non-zero pair of quantities—it means one quantity is always a constant multiple of the other. So, in this case, do the number of buses and the number of seats change together? Are there always 30 seats for each bus? If that's the case, what can you say about the kind of relationship between the number of buses and the number of seats?"]], "Hint2": [["You see, the number of buses and the number of seats both change at the same time. As more buses are added, there are more seats too. In fact, for any number of buses, you can always get 30 times as many seats. Since each bus always has the same number of seats and both these amounts change together, do you think the connection between buses and seats is proportional?"], ["Actually, the number of buses and the number of seats increase hand in hand; as the number of buses goes up, the number of seats does as well. Plus, there are 30 times as many seats as there are buses. Given that the seats per bus stay the same and the two quantities rise together, do you think the relationship between buses and seats is proportional?"], ["When you think about it, the number of buses and seats both go up as you add more buses, because the number of seats increases with more buses. There are 30 times as many seats as there are buses at any given point. Given that the number of seats per bus stays the same and the two numbers change together, would you say that buses and seats are in a proportional relationship?"], ["The number of buses and seats change together; as the number of buses goes up, so does the number of seats. Each bus has 30 seats. Given that the seat count per bus stays the same while both quantities shift together, do you think the relationship between buses and seats is proportional?"], ["You know, the number of buses and seats go up together, because when you add more buses, the number of seats rises too. Plus, there are always 30 times more seats than buses. Given that each bus always has the same number of seats and the two amounts change in sync, do you think the relationship between the buses and seats is proportional?"], ["When the number of buses goes up, the number of seats also change. This is because there are always 30 times more seats no matter how many buses there are. As the number of seats of each bus is the same and both quantities change at the same rate, do you think the relationship between the number of buses and seats is proportional?"], ["When the number of buses goes up, the number of seats goes up with it as each bus has 30 seats. With fundamentals remaining steady such as the seats per bus, would you say the relationship between buses and seats is indeed proportional?"], ["The number of buses and seats go up together because as you get more buses, the seats also go up. With every bus, there are 30 times more seats. Given the constant number of seats per bus and the fact that both quantities increase swap-and item fails.iter incomparable subscript together, would you say the buses and seats have a proportional relationship?"], ["When the number of buses goes up, so does the number of seats, since there are always 30 times more seats no matter how many buses there are. Given that the number of seats per bus stays the same and both quantities change at the same rate, do you think the relationship between the number of buses and seats is proportional?"], ["You notice that when the number of buses goes up, the number of seats goes up as well because each bus adds more seats. Plus, for any number of buses, seats are 30 times more in total. Given that there's a steady number of seats per bus and both the number of buses and seats grow at the same rate, do you think the relationship between buses and seats is proportional?"]]}}}}