{"Making More Iced Tea": {"Stage1": {"Expectation1": {"Hint1": [["Keep in mind that each pitcher started with different quantities of sweetened iced tea, but the tea was made using the same recipe. What controls how sweet the iced tea is in each pitcher?"], ["Keep in mind that each pitcher originally held different amounts of sweetened iced tea prepared from the same recipe. What decides how sweet the iced tea is in each pitcher?"], ["Just remember, each of the pitchers started out with a different amount of iced tea that was made but used the same recipe. So, what do you think decides how sweet the iced tea in each pitcher is?"], ["Keep in mind, the two pitchers initially had varying amounts of sweetened iced tea, but they were made with the same recipe. What factors influence how sweet the iced tea in each pitcher is?"], ["Keep in mind that both pitchers initially had different amounts of sweetened iced tea made from the same recipe. What influences the sweetness level of the iced tea in each pitcher?"], ["Just remember that each pitcher started out with a different amount of sweetened iced tea made using the same recipe. What affects the sweetness of the iced tea in each pitcher?"], ["Keep in mind that each pitcher started with a different quantity of sweetened iced tea, made from the same recipe. What affects the sweetness of the iced tea in each pitcher?"], ["Just keep in mind that the two pitchers started with different quantities of sweetened iced tea, but the same recipe was used for both. What factors determine how sweet the iced tea is in each pitcher?"], ["Keep in mind that both pitchers started with different amounts of the same sweetened iced tea recipe. What affects the sweetness of the iced tea in each pitcher?"], ["Keep in mind that both pitchers started with different volumes of sweetened iced tea, made using the same recipe. What factors decide the sweetness of the iced tea in each pitcher?"]], "Hint2": [["Do you think the sweetness of iced tea is influenced more by the total amount of sugar in each pitcher or by the amount of sugar relative to each unit of liquid in each pitcher?"], ["Do you think the sweetness of iced tea depends on the total amount of sugar in each pitcher or the amount of sugar per single unit of liquid in each pitcher?"], ["Do you think the iced tea's sweetness relies more on the total amount of sugar in each pitcher or the amount of sugar per unit of liquid in each pitcher?"], ["So, do you reckon the sweetness of iced tea depends more on the amount of sugar in each pitcher, or is it based on the sugar per unit of liquid in each pitcher?"], ["Would you say the sweetness of iced tea relies more on the total amount of sugar in each pitcher or on the amount of sugar per unit of liquid in each pitcher?"], ["Do you believe the sweetness of iced tea relies on the total amount of sugar in each pitcher or on the amount of sugar per unit of liquid in each pitcher?"], ["Do you think the sweetness of iced tea depends on the amount of sugar in each pitcher or the amount of sugar per unit of liquid in each pitcher?"], ["Do you think the sweetness of iced tea is influenced by the total amount of sugar in each pitcher, or should you look at the amount of sugar per unit of liquid in each pitcher?"], ["\nSo, do you reckon the sweetness of iced tea is influenced by the amount of sugar in each pitcher or by the amount of sugar per unit of liquid?"], ["Do you think the sweetness of iced tea is affected by the total amount of sugar in each pitcher or by the amount of sugar per unit of liquid in each pitcher?"]]}, "Expectation2": {"Hint1": [["Remember that Michael used the same recipe for the sweetened iced tea he added to the original red and blue pitchers. Do you think the level of sweetness in both pitchers would remain the same after adding more of this tea? Can you explain why or why not?"], ["Keep in mind that Michael used the same recipe to create the sweetened iced tea he added to both the red and blue pitchers. After adding more of that same sweetened iced tea to each pitcher, do you think the sweetness level in both pitchers would be the same? Can you explain why or why not?"], ["Remember, the sweetened iced tea Michael mixed with the original red and blue pitchers followed the same recipe. Do you think the sweetness in both pitchers will taste the same after adding more of the same sweetened iced tea to both of them? Why or why not?"], ["Remember that Michael prepared the sweetened iced tea for the red and blue pitchers using the same recipe. Would the level of sweetness in both pitchers be identical after he adds more of this sweetened iced tea to each one? Can you explain why or why not?\n"], ["Remember that the sweetened iced tea Michael added to the red and blue pitchers was made with the same recipe. Do you think the sweetness in both pitchers would taste the same after adding more of the same sweetened iced tea to each one? Explain why."], ["\"Remember that Michael used the same recipe to prepare the sweetened iced tea added to the original red and blue pitchers. Would the sweetness taste the same in both pitchers after adding more of the sweetened tea made with that recipe? Can you explain why?"], ["Remember that Michael made the sweetened iced tea he added to the original red and blue pitchers using the same recipe. Do you think the sweetness level will be the same in both pitchers after more of the same sweetened iced tea is added to each? Explain why or why not."], ["Remember that the sweetened iced tea Michael added to the red and blue pitchers used the same recipe. Do you think the sweetness would taste the same in both pitchers after adding more of that sweetened iced tea to each? Why or why not?"], ["Remember that the sweetened iced tea Michael added to both the red and blue pitchers was made with the same recipe. Would both pitchers taste equally sweet after he added more iced tea using the same recipe to each? Explain why you think so."], ["Remember that Michael used the same recipe for the sweetened iced tea added to the original red and blue pitchers. Do you think both pitchers would taste the same sweetness after adding more of the same iced tea recipe to each? What's your reasoning?"]], "Hint2": [["Alright, let's say the red pitcher contains 50 grams of sugar and 5 cups of liquid, and the blue pitcher has 20 grams of sugar and 2 cups of liquid. Here’s another piece of information: when making additional sweetened iced tea, Michael ensures one cup of it has 10 grams of sugar and 1 cup of liquid. Now, if he pours one cup of sweetened iced tea into the red pitcher and two cups into the blue pitcher, what would be the new quantities of sugar and liquid in each pitcher? Go ahead and calculate it.", "openPopupCalculator()", "With 60 grams of sugar and 6 cups of liquid in the red pitcher, and 40 grams of sugar and 4 cups of liquid in the blue pitcher, how does the amount of sugar per cup of liquid in each pitcher compare to that in the original iced tea? What might this tell you about the taste of the sweetened iced tea in the red and blue pitchers?"], ["So, let’s say the red pitcher has 50 grams of sugar and 5 cups of liquid, while the blue pitcher has 20 grams of sugar and 2 cups of liquid. When Michael makes more tea, we're considering 1 cup of this sweetened iced tea to have 10 grams of sugar and 1 cup of liquid. If Michael puts one cup of this  tea into the red pitcher and two cups into the blue pitcher, can you use a calculator to find the new amounts of sugar and liquid in each pitcher?", "openPopupCalculator()", "Great, now you know there are 60 grams of sugar with 6 cups of liquid in the red pitcher, and 40 grams of sugar with 4 cups of liquid in the blue pitcher. How does the amount of sugar per cup of liquid in the red and blue pitchers compare to the original iced tea? And based on this, what can you say about the taste of the sweetened iced tea in both pitchers?"], ["Let's imagine there are 50 grams of sugar and 5 cups of liquid in the red pitcher, and 20 grams of sugar and 2 cups of liquid in the blue pitcher. Let's say Michael made more tea and one cup of this sweetened iced tea contains 10 grams of sugar and 1 cup of liquid. If he adds one cup of the sweetened iced tea to the red pitcher and two cups to the blue pitcher, calculate the updated amounts of sugar and liquid for each pitcher using a calculator.", "openPopupCalculator()", "You've figured out there's 60 grams of sugar in 6 cups of liquid for the red pitcher and 40 grams of sugar in 4 cups of liquid for the blue pitcher. How do the sugar-to-liquid ratios in the red and blue pitchers now compare to that in the original iced tea? What does this indicate about the taste of the sweetened iced tea in each pitcher?"], ["Okay, start by assuming you have 50 grams of sugar and 5 cups of liquid in the red pitcher, and 20 grams of sugar with 2 cups of liquid in the blue pitcher. Next, when Michael is making more tea, know that each sweetened iced tea cup consists of 10 grams of sugar and 1 cup of liquid. If Michael adds a cup of sweetened iced tea to the red pitcher and two cups to the blue one, you need to handle the calculation to figure out the new amounts of sugar and liquid for both pitchers using your calculator.", "openPopupCalculator()", "So, you've found that the red pitcher has 60 grams of sugar and 6 cups of liquid, while the blue pitcher has 40 grams of sugar and 4 cups of liquid. How does the sugar per cup of liquid in these two pitchers now compare to that in the original iced tea? What can this indicate about the tasting experience of the sweetened iced tea in both pitchers?"], ["Okay, so hypothetically, there were 50 grams of sugar and 5 cups of liquid in the red pitcher, and the blue pitcher had 20 grams of sugar and 2 cups of liquid. Let's say Michael then made more tea by mixing 10 grams of sugar and 1 cup of liquid in each cup of sweetened iced tea. If he adds one cup of sweetened iced tea to the red pitcher and two cups to the blue pitcher, what's the new amount of sugar and liquid in each pitcher? Use your calculator to figure it out.", "openPopupCalculator()", "You've figured out there are 60 grams of sugar and 6 cups of liquid in the red pitcher, and 40 grams of sugar and 4 cups of liquid in the blue pitcher. How do the amounts of sugar per cup of liquid in these pitchers compare to the original recipe? What can you say about the taste of the iced teas in both the red and blue pitchers with these amounts of sugar?"], ["Let's suppose the red pitcher had 50 grams of sugar and 5 cups of liquid, and the blue pitcher had 20 grams of sugar and 2 cups of liquid. For Michael's tea, one cup of sweetened iced tea contains 10 grams of sugar and 1 cup of liquid. If Michael pours one cup of sweetened iced tea into the red pitcher and two cups into the blue pitcher, can you use the calculator to figure out the new amounts of sugar and liquid in each pitcher?", "openPopupCalculator()", "You've found that there's 60 grams of sugar with 6 cups of liquid in the red pitcher, and 40 grams of sugar with 4 cups of liquid in the blue pitcher. How does the amount of sugar per cup of liquid in these pitchers compare to the original iced tea? What can you infer about the taste in each pitcher based on these sugar concentrations?"], ["You can imagine that the red pitcher started with 50 grams of sugar and 5 cups of liquid while the blue pitcher began with 20 grams of sugar and 2 cups of liquid. Now, let's include the note that one cup of the sweetened iced tea has 10 grams of sugar and 1 cup of liquid. If Michael adds one cup of this mix to the red pitcher and two cups to the blue pitcher, can you use a calculator to figure out the new amounts of sugar and liquid in each pitcher?", "openPopupCalculator()", "Alright, you’ve worked out that there’s 60 grams of sugar and 6 cups of liquid in the red pitcher and 40 grams of sugar and 4 cups of liquid in the blue pitcher. How do these values change how much sugar is there per cup of liquid in both the red and the blue pitchers compared to the original iced tea? And how does this impact the taste of the sweetened iced tea in both pitchers now?"], ["Let's say we have 50 grams of sugar and 5 cups of liquid in the red pitcher and 20 grams of sugar and 2 cups of liquid in the blue pitcher. And when Michael makes more tea, each cup of sweetened iced tea contains 10 grams of sugar and 1 cup of liquid. If Michael puts one cup of this tea into the red pitcher and two cups into the blue pitcher, what's the new amount of sugar and liquid for both pitchers using a calculator?", "openPopupCalculator()", "So, you've figured out that in the red pitcher there are 60 grams of sugar with 6 cups of liquid, while in the blue pitcher, it's 40 grams of sugar with 4 cups of liquid. How do the sugar-to-liquid ratios in the red and blue pitchers compare to what you started with in the original iced tea? And, what does that tell you about how sweet the iced tea is in each pitcher now?"], ["Let’s imagine that the red pitcher originally had 50 grams of sugar and 5 cups of liquid, and the blue pitcher had 20 grams of sugar and 2 cups of liquid. Also, suppose that in making more tea, each cup of sweetened iced tea has 10 grams of sugar and 1 cup of liquid. If Michael pours one cup of sweetened iced tea into the red pitcher and two cups into the blue pitcher, can you use a calculator to figure out the new amounts of sugar and liquid in each pitcher?", "openPopupCalculator()", "You've found that the red pitcher has 60 grams of sugar and 6 cups of liquid, while the blue pitcher contains 40 grams of sugar and 4 cups of liquid. How would you compare the amount of sugar in each cup of liquid for both pitchers with the original iced tea? What might this tell you about the taste of the sweetened iced tea in these pitchers?"], ["Okay, let's say there were 50 grams of sugar and 5 cups of liquid in the red pitcher, and 20 grams of sugar with 2 cups of liquid in the blue pitcher. Now, if Michael makes sweetened iced tea with 10 grams of sugar for each cup of liquid and he adds a cup of it to the red pitcher and two cups of it to the blue pitcher, can you figure out the new sugar and liquid amounts in each pitcher using a calculator?", "openPopupCalculator()", "So, you've figured out that the red pitcher has 60 grams of sugar in 6 cups of liquid, and the blue one has 40 grams of sugar in 4 cups. How would you compare the amount of sugar per cup in the red and blue pitchers to the original iced tea? What do you think this says about the taste of the sweetened iced tea in each pitcher?"]]}}}}