{"The squareness of a rectangle": {"Stage1": {"Expectation1": {"Hint1": [["What’s the connection between a square’s length and width? How can this help you figure out whether a rectangle appears more or less like a square?"], ["What’s the link between the length and width of a square? How might you use that info to decide if a rectangle looks almost like a square?"], ["What's the connection between a square's length and width? How can you use this to figure out if a rectangle looks more or less like a square?"], ["What's the connection between the length and width of a square? How might you use this information to determine whether a rectangle appears more or less like a square?"], ["What's the relationship between the length and width of a square? How could you use this fact to figure out if a rectangle resembles a square more or less?"], ["Have you thought about how the length and width relate to each other in a square? How could this help you figure out if a rectangle is more or less like a square?"], ["How are the length and width of a square related? How would using this information help you judge if a rectangle appears more or less square-like?"], ["What's the connection between the length and width of a square? And how would you use that to figure out if a rectangle appears more or less like a square?"], ["What’s the connection between the length and width of a square? How can you use this to figure out if a rectangle resembles a square more closely?"], ["What's the link between the length and width of a square? How would you use this to figure out if a rectangle is more square-like or not?"]], "Hint2": [["Check the ratios of width to length for every rectangle using a calculator. Reflect on what these ratios reveal about the rectangle. Once done, close the calculator.", "openPopupCalculator()", "You’ve now worked out the ratios for each rectangle: 7/10 equals 0.7, 17/20 equals 0.85, 27/30 equals 0.9, and 37/40 equals 0.925. What do you observe about these ratios and each rectangle's similarity to a square?"], ["Use the calculator to find the ratio of the width to the length for each rectangle. What do these ratios say about the rectangle? Make sure to close the calculator when you're done.", "openPopupCalculator()", "So, you've calculated the ratio for each rectangle: 7/10 equals 0.7, 17/20 equals 0.85, 27/30 equals 0.9, and 37/40 equals 0.925. What do you observe about the ratio for each rectangle and how similar they are to a square shape?"], ["Get on the calculator and find the ratio of width to length for each rectangle. When you've worked out these ratios, consider what they tell you about each rectangle's property. Don't forget to close the calculator when you're done.", "openPopupCalculator()", "So, you've figured out the ratios for each rectangle: 7/10 equals 0.7, 17/20 equals 0.85, 27/30 equals 0.9, and 37/40 equals 0.925. Do you notice anything about these ratios and the rectangles’ resemblance to a square?"], ["With the calculator, figure out the ratio of width to length for each rectangle. What do these ratios tell you about the rectangle? Make sure to close the calculator when you're done.", "openPopupCalculator()", "So, you've calculated the ratios for all the rectangles: 7/10 equals 0.7, 17/20 equals 0.85, 27/30 equals 0.9, and 37/40 equals 0.925. What do you observe about these ratios and how they compare to the shape of a square?"], ["Can you use the calculator to find the ratio of width to length for every rectangle? Consider what these ratios tell you about each rectangle and be sure to close the calculator afterwards.", "openPopupCalculator()", "So, you've looked at ratio calculations for each rectangle and got: 7/10 = 0.7, 17/20 = 0.85, 27/30 = 0.9, and 37/40 = 0.925. Have you observed anything about these ratios and how much each rectangle resembles a square?"], ["With the calculator, figure out the ratio of width to length for each rectangle. What do these ratios tell you about each rectangle? Don’t forget to close the calculator once you’re done.", "openPopupCalculator()", "You've worked out the ratios for each rectangle: 7/10 as 0.7, 17/20 as 0.85, 27/30 as 0.9, and 37/40 as 0.925. What do you notice about these ratios and how they resemble a square?"], ["Please use the calculator to find the ratio of the width to length for each rectangle. Consider what these ratios reveal about the rectangle, and close the calculator when you’re done.", "openPopupCalculator()", "You've found the ratio for each rectangle: 7/10 is 0.7, 17/20 is 0.85, 27/30 is 0.9, and 37/40 is 0.925. Do you see any pattern or trend in the ratios with the appearance of the rectangles looking more like squares?"], ["Give the calculator a shot and figure out the ratio of width to length for each rectangle. What do you think these ratios suggest about each rectangle? After you’re done, make sure to close the calculator.", "openPopupCalculator()", "So, you've figured out the ratios for each rectangle: 7/10 equals 0.7, 17/20 is 0.85, 27/30 works out to 0.9, and 37/40 comes to 0.925. What do you notice about these ratios, and how do they affect how rectangular or square-like these shapes appear?"], ["Use the calculator to find the ratio of width to length for each rectangle. What do these ratios tell you about the shapes? Make sure to close the calculator when you're done.", "openPopupCalculator()", "So, you've got the ratios for each rectangle now: 7/10 = 0.7, 17/20 = 0.85, 27/30 = 0.9, and 37/40 = 0.925. What can you observe about these ratios and their resemblance to a square?"], ["Compute the ratio of width to length for each rectangle using the calculator. Consider what these ratios tell you about the rectangle, and remember to close the calculator once you've finished.", "openPopupCalculator()", "You did the math ratios for each rectangle: 7/10 turns out to be 0.7, 17/20 is 0.85, 27/30 equals 0.9, and 37/40 gets you 0.925. Did you observe any trend in the ratio that might make these rectangles resemble squares?"]]}, "Expectation2": {"Hint1": [["In the pop-up activity, you'll come across a rectangle where the length and width vary by 3 units. When you drag the corners, the size of the rectangle changes, but that 3-unit difference remains. Try manipulating the rectangle for a bit. As you do, notice how this consistent 3-unit difference between length and width makes the rectangle resemble or not resemble a square.", "openPopupDragboard()", "When the length and width increase or decrease, how does the 3-unit difference between their lengths affect the ratio of their sizes?"], ["In the pop-up activity, you'll see a rectangle where the length is 3 units more than the width. By adjusting the corners, you can resize the rectangle, keeping this 3-unit difference. Take some time to change the dimensions and observe. While doing this, consider how maintaining this 3-unit difference changes how the rectangle resembles or differs from a square.", "openPopupDragboard()", "When the length and width either increase or decrease, what effect does the 3-unit difference between the length and width have on the ratio of the dimensions?"], ["You'll spot a rectangle in the pop-up activity that has a length and width differing by 3 units. When you drag the corners, you can tweak the size while maintaining that 3-unit difference. Go ahead and play around with resizing the rectangle. How does the fixed 3-unit difference influence whether the rectangle appears more or less like a square as you adjust its dimensions?", "openPopupDragboard()", "Do changes in length and width affect the 3-unit difference between them in the ratio of the dimensions?"], ["Take a look at the pop-up activity showing a rectangle A length is 3 units longer than the width. By dragging the corners, you can resize the rectangle, keeping the length always 3 units longer than the width. Try changing its size larger and smaller. As you adjust, how does the constant 3-unit difference influence whether the rectangle is similar to the square?", "openPopupDragboard()", "When the length and width change in size, how does the 3-unit gap between the length and width affect the ratio of their dimensions?"], ["In the pop-up activity, you'll see a rectangle where the length and width differ by 3 units. By clicking and dragging the corners, you can resize the rectangle, but the 3-unit difference between the length and width stays the same. Go ahead and adjust the size of the rectangle. As the dimensions change, consider how maintaining the 3-unit difference impacts whether the rectangle looks more or less like a square.", "openPopupDragboard()", "Does the 3-unit difference between the length and width change the ratio of the dimensions as they get bigger or smaller? How?"], ["In the pop-up activity, you'll spot a rectangle with the length being 3 units longer than the width. By dragging the corners, you can resize the rectangle, yet the 3-unit difference between the length and width will stay the same. Spend some time adjusting the rectangle's size, and as you make it bigger or smaller, ponder on how keeping the length and width 3 units apart changes how square-like it appears.", "openPopupDragboard()", "As the length and width increase or decrease, what effect does the 3-unit difference between them have on the ratio of their dimensions?"], ["In the pop-up activity, you're shown a rectangle where the difference between the length and width is 3 units. You can change its size by dragging the corners, but it'll always have that 3-unit difference. Take some time to drag the corners and observe. As you change the dimensions, how do you think the 3-unit difference affects whether the rectangle looks more or less like a square? How does that stay or change as you adjust the size?", "openPopupDragboard()", "\nWhen the length and width change, what effect does the consistent 3-unit difference have on the ratio of the dimensions?"], ["In the pop-up activity, you will notice a rectangle with a 3-unit difference between its length and width. You have the option to drag the corners to resize the rectangle, but keep in mind that the 3-unit difference between its length and width stays the same. Spend some time tweaking the rectangle's size. While you're adjusting its dimensions, notice how this constant 3-unit difference changes how similar or different the rectangle looks compared to a square.", "openPopupDragboard()", "How does the 3-unit difference between the length and width affect the ratio of the dimensions when the length and width are increased or decreased?"], ["In the pop-up activity, you'll see a rectangle with a length that is 3 units longer than its width. When you drag the corners, you can alter the size of the rectangle, but the length will always be 3 units more than the width. Take a few moments to adjust the rectangle. As you make it bigger or smaller, consider how the consistent 3-unit difference between the length and width changes how much the rectangle resembles or does not resemble a square.", "openPopupDragboard()", "As the length and width either increase or decrease, how does the constant 3-unit difference between them affect the ratio of their dimensions?"], ["When working with the pop-up activity, you’ll notice a rectangle where the length is 3 units more than the width. You can change its size by dragging the corners, but the difference will always be 3 units. Try adjusting the rectangle and pay attention. As you make it bigger or smaller, how does keeping the steady 3-unit difference between the length and width change how square-like the rectangle appears?", "openPopupDragboard()", "If the length and width increase or decrease, what happens to the 3-unit difference between them, and how does it affect the ratio of their dimensions?"]], "Hint2": [["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.c.iii_Comparing_Dimensions.png)", "Okay, let’s just look at the rectangles for now. How do you think the 3-unit difference in their dimensions affects how much they look like a square? Explain your response with full sentences."], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.c.iii_Comparing_Dimensions.png)", "Can we turn our attention solely to these rectangles for a moment? How does the 3-unit difference between the dimensions affect their similarity to a square? Please use complete sentences to explain your thoughts."], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.c.iii_Comparing_Dimensions.png)", "Let's only look at these rectangles for now. How would having a 3-unit difference between their dimensions affect how much they look like a square? Can you explain your answer in complete sentences?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.c.iii_Comparing_Dimensions.png)", "Let's concentrate on these rectangles for now. How would a 3-unit difference between their dimensions affect how much they resemble a square? Use complete sentences to explain your answer."], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.c.iii_Comparing_Dimensions.png)", "Okay, let's concentrate on these rectangles. How do you think the 3-unit difference between their dimensions affects how similar they look to a square? Can you explain your answer with complete sentences?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.c.iii_Comparing_Dimensions.png)", "Let's zoom in on these rectangles for a moment. How do you think a 3-unit difference between the dimensions will affect their resemblance to a square? Please explain using full sentences."], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.c.iii_Comparing_Dimensions.png)", "Let's worry about just these rectangles for now. How does the 3-unit difference in dimensions affect how much they look like a square? Please explain your answer in full sentences."], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.c.iii_Comparing_Dimensions.png)", "Let's concentrate on just these rectangles for a moment. How does the 3-unit difference between their dimensions affect how similar they look to a square? Explain your answer in full sentences."], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.c.iii_Comparing_Dimensions.png)", "Okay, let's look at just these rectangles. How do you think the 3-unit difference between their dimensions affects how similar they are to a square? Be sure to explain using full sentences."], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.c.iii_Comparing_Dimensions.png)", "Let’s zero in on these rectangles for a moment. How do you think having a 3-unit difference between their side lengths would affect how much they look like squares? Can you explain that using full sentences?"]]}, "Expectation3": {"Hint1": [["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "Considering the dimensions of the four rectangles, which one do you think resembles a square the most?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "Which of the four rectangles do you think appears closest to a square, based on their dimensions?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "With the measurements of these four rectangles, which one do you think most resembles a square?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "If you look at the dimensions of the four rectangles, which one do you think resembles a square the most?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "If you look at the sizes of the four rectangles, which one do you think resembles a square the most?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "Which rectangle do you think resembles a square the most, given the dimensions of the four rectangles?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "Which of these rectangles, looking at their dimensions, seems the most square-like to you?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "# Considering the dimensions of the four rectangles, which ones do you believe resembles a square the most?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "Which rectangle do you think resembles a square the most, given the dimensions of the four rectangles?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "Based on the dimensions of the four rectangles, which one do you think resembles a square the closest?\n"]], "Hint2": [["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "Which rectangle's width to length ratio is most nearly equal to 1?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "Which rectangle's width-to-length ratio is nearest to 1?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "Which rectangle has a width to length ratio that is closest to 1?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "Which rectangle has the width and length ratio closest to 1?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "Which rectangle's width-to-length ratio is nearest to 1?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "Which rectangle has a width to length ratio that's nearest to 1?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "Which rectangle's width-to-length ratio is nearest to 1?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "Which rectangle’s width to length ratio is closest to 1?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "Which rectangle has a width to length ratio that is nearest to 1?"], ["openNewImage(./static/images/image-CKSM1/CKSM1.1.2.a_Comparing_Dimensions.png)", "Which rectangle's width and length ratio is nearest to 1?"]]}}}}