{"Stacking Paper": {"Stage1": {"Expectation1": {"Hint1": [["Notice how the height of the stack changes as you add more sheets. What, if anything, remains constant in this scenario? With this in mind, how would you explain the relationship between the number of sheets and the height of the stack shown in this graph?"], ["By observing the graph, what do you see happening to the height of the stack as the number of sheets rises? Also, consider what remains unchanged in their relationship. With this information, how would you explain the connection between the two quantities shown in the graph?"], ["Based on the graph, what's happening to the height of the stack as the number of sheets goes up? Also, consider what remains constant in their relationship. Using this info, how would you describe the connection between the two quantities shown on the graph?"], ["When examining the graph, what happens to the height of the stack as the number of sheets goes up? Additionally, what things remain constant about this relationship? Using these observations, how would you describe the relationship between the two quantities on this graph?"], ["As you look at the graph, how does the height of the stack change as more sheets are added? Also, consider what remains constant in their relationship. Based on this, how would you describe the relationship between the two quantities in the graph?"], ["From the graph, what do you observe happening to the height of the stack as the number of sheets rises? Also, consider what remains consistent in their relationship. With this in mind, how would you explain the relationship between the two quantities displayed in this graph?"], ["What's happening to the height of the stack when you add more sheets by looking at the graph? And if you think about it, what stays constant in their relationship? Based on what you see, how would you explain the connection between these two quantities in the graph?"], ["Based on the graph, what do you notice happening to the height of the stack as the number of sheets increases? Also, consider what's remaining constant in this relationship. Given these observations, how would you describe the connection between the two quantities shown in this graph?"], ["By examining the graph, what do you see happening to the height of the stack as the number of sheets goes up? Also, consider what elements remain constant in their relationship. With this in mind, how would you talk about the relationship between these two quantities revealed in the graph?"], ["When you look at the graph, how does the height of the stack change as the number of sheets goes up? Also, consider what remains constant in their relationship. Using this info, how would you explain the relationship between these two quantities in the graph?"]], "Hint2": [["The graph indicates that as the number of sheets of paper changes, so does the height of the stack. Let's take a closer look to see if the height of the paper stack per number of sheets is the same for each pair we check. Based on your observations, what can you say about the relationship between these two amounts? Can you explain why?"], ["The graph demonstrates that the connection between the number of sheets and the height of the stack varies together. Now, let's explore if the height stack per sheet number is constant by reviewing each ordered pair. Based on what you find, how would you describe the relationship between the two amounts? What is your reasoning?"], ["The graph indicates that as the number of sheets of paper increases, the height of the stack changes consistently. Now, let's check if the height of the stack per number of sheets stays the same by evaluating each ordered pair. Based on your analysis, what can you say about the relationship between these two quantities? Can you explain your reasoning?"], ["The graph indicates that the number of sheets of paper and the stack’s height change together. Now, let’s determine if the height per sheet stays consistent by examining each ordered pair. From your observation, what can you infer about the relationship between the two measurements? Explain your reasoning."], ["The graph illustrates that the height of a paper stack changes as the number of sheets increases. Now, let’s determine if the height per sheet remains consistent by examining each data point. Based on what you find, what can you conclude about the relationship between the number of sheets and the stack's height? Explain your reasoning."], ["The graph indicates that the number of paper sheets and the height of the stack change together. Let's see if the height per paper sheet stays the same by looking at each data point. Depending on your observations, what does this tell you about the relationship between these two variables? Can you explain why?"], ["The graph indicates that as the number of sheets of paper changes, the height of the stack also changes. Let’s determine if the height per sheet remains the same by looking at each ordered pair. From your answer, what can you say about how these two quantities relate? Can you explain why?"], ["The graph indicates that the number of sheets of paper and the height of the stack both change together. Let's look at whether the height of the stack per sheet is always the same by taking a close look at each pair of numbers. Given your findings, how would you describe the relationship between these two variables? Can you explain how you reached that conclusion?"], ["The graph illustrates that the relationship between the number of sheets of paper and the height of the stack varies together. Let's investigate whether the height of the paper stack per sheet remains steady by looking at each ordered pair. Given your answer, what can you say about the relationship between these two quantities? Describe your reasoning."], ["The graph indicates that as the number of sheets of paper increases, so does the height of the stack. Let's look closely to see if the height of the stack per sheet stays the same by checking each pair of points. From your examination, what can you deduce about the relation between these two quantities? Describe your thought process."]]}}, "Stage2": {"Expectation": {"Hint1": [["Keep in mind this equation shows the connection between the height of a stack of paper sheets (h) and the amount of sheets (s). You have already figured out how these two things relate. As you add more sheets, the stack's height gets bigger. But, their ratio or quotient remains the same for different values. How can you use this detail to generalize the relationship for any given number of sheets (s) to determine the height (h)? Please adjust your answer using this information and give it another shot."], ["Keep in mind that this equation shows the link between the height of the paper stack (h) and the number of sheets (s). You've already described how these two quantities are connected. As the number of sheets goes up, the height goes up too. However, the ratio (quotient) between them stays the same at different values. How can you use this information to make a rule for finding the height (h) for any number of sheets (s)? Adjust your answer using this idea and give it another try."], ["Keep in mind that this equation shows the relationship between the height of a stack of sheets (h) and the number of sheets (s). You've already stated how these two are related. As you add more sheets, the height of the stack goes up. However, their ratio remains stable regardless of the values. Try using this information to figure out the relationship for any number of sheets (s) to find out the corresponding height (h). Use this to revise your answer and give it another go."], ["Keep in mind, this equation shows how the height of the paper stack (h) relates to the number of sheets (s). You've already identified how these two are connected: as more sheets are added, the stack's height grows. However, the ratio (quotient) between them remains the same for all values. Can you use this info to generalize the relationship for any number of sheets (s) to find the corresponding height (h)? Adjust your answer considering this and give it another try."], ["Keep in mind that this formula shows how the height of the paper stack (h) relates to the number of sheets (s). You've figured out how they are related: When the number of sheets goes up, the height goes up too, but their ratio stays the same at all times. Consider how to use this to represent the relationship for any number of sheets (s) to get the height (h). Review your answer with this in mind and give it another try."], ["Keep in mind that this equation shows how the height of a stack of sheets of paper (h) relates to the number of sheets (s). You've already established how these quantities are related. When the number of sheets goes up, the height also goes up. However, the ratio (quotient) between them remains the same for various values. How can you use this insight to create a general rule for the relationship for any given number of sheets (s) to determine the matching height (h)? Revise your answer based on this and have another go."], ["Keep in mind that this equation shows how the height of the paper stack (h) links to the number of sheets (s). You've already described their relationship. When the sheet count goes up, the stack's height goes up too. But their ratio remains consistent regardless of sheet count. Think about using this idea to apply the relationship to any sheet count (s) to determine the height (h). Modify your answer thinking about this and give it another shot."], ["This equation shows how the height of a stack of paper (h) relates to the number of sheets (s). You have already figured out how these two are connected. As more sheets are added, the stack gets taller. However, their ratio, or quotient, remains constant regardless of the count. Consider using this to find a general way to relate the number of sheets (s) to the height (h). Use this info to adjust your answer and give it another go."], ["Keep in mind that this equation shows how the height of sheets in the stack (h) relates to the number of sheets (s). You've already explained how these two quantities are linked. As you add more sheets, the height grows. However, the ratio stays the same at different amounts of sheets. Use this insight to come up with a general rule for when you know the number of sheets (s) and want to find the respective height (h). Update your answer considering this and give it another shot."], ["Remember, this equation shows how the height of a stack of paper sheets (h) is connected to the number of sheets (s). You've already described how these two quantities relate. As the number of sheets goes up, the height goes up too. However, their ratio (quotient) remains the same for different values. Consider how you can use this detail to generalize the relationship for any number of sheets (s) to determine the corresponding height (h). Update your answer with this information and give it another try."]], "Hint2": [["Your equation should correctly reflect the ordered pairs so that entering any value for s (the number of sheets of paper) returns the correct h (height) as seen on the graph. Find the constant of proportionality by dividing the height by the number of sheets. Take ordered pairs like (20, 1), (40, 2), and (60, 3) as examples. Use this to adjust your equation and explain why you made these changes."], ["The equation you come up with should correctly describe the ordered pairs so that if you plug in any number of sheets of paper (s), you get the corresponding height (h) shown in the graph. You can find the constant rate—the set ratio between the quantities—by dividing the height by the number of sheets. Look at ordered pairs like (20, 1), (40, 2), and (60, 3). Based on this, adjust your equation and explain your thought process."], ["Your equation needs to correctly represent the ordered pairs, making sure you get the correct height (h) whenever you input the number of sheets of paper (s). The constant of proportionality, or the consistent ratio between two quantities, can be determined by dividing the height by the number of sheets. Look at the ordered pairs like (20, 1), (40, 2), and (60, 3). Based on this, adjust your equation accordingly and explain how you reasoned through it."], ["# You need to make sure that the equation represents the ordered pairs accurately, so that when you input a specific number of sheets (s), the equation gives the correct height (h) shown on the graph. To find the constant of proportionality, or the consistent ratio between height and sheets, divide the height by the number of sheets. Think about the ordered pairs (20, 1), (40, 2), and (60, 3). Look at this information, then update your equation and explain your thought process."], ["To create an accurate equation representing the ordered pairs, make sure that for any given value of the number of sheets of paper (s), the equation provides the correct height (h) as shown on the graph. You can find the constant of proportionality by calculating the ratio between height and the number of sheets of paper, that is, dividing height by the number of sheets. Think about examples like (20, 1), (40, 2), and (60, 3). Use this to adjust your equation and explain why it works."], ["Let's make sure your equation accurately shows the relationship between the number of sheets of paper (s) and the corresponding height (h), just like it appears on the graph. You'll find the constant of proportionality by dividing the height by the number of sheets. Check the ordered pairs (20, 1), (40, 2), and (60, 3). Revise your equation based on these points and explain how you figured it out."], ["To properly represent the ordered pairs with your equation, make sure that when you input any number of sheets of paper (s), the equation gives the correct height (h) shown on the graph. \n\nYou can find the constant of proportionality (the consistent ratio between the height and the number of sheets) by dividing the height by the number of sheets. Look at the ordered pairs, like (20, 1), (40, 2), and (60, 3). Based on this, adjust your equation and explain how you reached your conclusion."], ["To accurately reflect the ordered pairs in your equation, make sure that plugging in a value for the number of sheets of paper (s) outputs the correct height (h) as depicted on the graph. You can find the constant of proportionality, the steady ratio between these two quantities, by dividing the height by the number of sheets. For example, if you look at the ordered pairs (20, 1), (40, 2), and (60, 3). Based on this, revise your equation and explain how you identified the relationship."], ["Your equation should correctly reflect the ordered pairs so that if you plug in any value for the number of sheets of paper (s), the equation outputs the corresponding height (h) as found on the graph. You can find the constant of proportionality by dividing the height by the number of sheets, since it's the constant ratio between these two numbers. Think about ordered pairs like (20, 1), (40, 2), and (60, 3). With these in mind, revise your equation and explain why it makes sense."], ["The equation you create should justly depict the ordered pairs, making sure that when any number of sheets of paper (s) is used, the equation gives the matching height (h) indicated on the graph. The constant ratio, being the steady relationship between the two quantities, can be found by dividing the height by the number of sheets. Look at the ordered pairs like (20, 1), (40, 2), and (60, 3). Once you gather this info, adjust your equation accordingly and describe your thought process."]]}}}}