{"Making Punch": {"Stage1": {"Expectation1": {"Hint1": [["Consider what these numbers symbolize in the ratio table. What needs to stay the same for the taste to match Mixture 1 if you adjust the amount of red punch or lime juice? Use this thought to figure out the missing values in the ratio table and give it another shot."], ["Consider what the numbers in the ratio table stand for. If you change the amount of red punch or lime juice but want to keep the taste the same as Mixture 1, what needs to stay the same? Use this thought process to find the missing values in the ratio table, and try again."], ["Consider what these numbers show in the ratio table. To keep the taste the same as Mixture 1, what needs to stay unchanged when the amount of red punch or lime juice adjusts? How can you use this idea to figure out the missing values in the ratio table? Give it another try."], ["Consider what these numbers mean in the ratio table. If you want to keep the same taste as Mixture 1, what needs to stay the same when the amount of red punch or lime juice changes? How can you apply this to figure out the missing values in the ratio table? Give it another try."], ["Consider what these numbers imply in the ratio table. To keep the flavor the same as Mixture 1, what needs to stay the same when the amount of red punch or lime juice changes? Think about how you can use this insight to find the missing numbers in the ratio table, and give it another go."], ["Consider what each number stands for in the ratio table. To keep the flavor of Mixture 1 the same, what needs to stay the same when you change the amount of red punch or lime juice? Using this insight, figure out how to find the missing values in the ratio table, and try again."], ["Look at what these numbers mean in the ratio table. If you want the taste of Mixture 1 to stay the same, what needs to stay constant when you change the amount of red punch or lime juice? Use this information to figure out the missing values in the ratio table and give it another try."], ["Consider what these numbers show in the ratio table. To keep the same taste as Mixture 1, what needs to stay constant if you change the amount of red punch or lime juice? How can you use this idea to work out the missing values in the ratio table? Have another go using this approach."], ["Consider what the numbers in the ratio table stand for. If you want Mixture 1 to keep the same taste, what needs to stay the same when the quantity of red punch or lime juice varies? How can you use that to figure out the missing values in the ratio table? Give it another shot."], ["Consider what these numbers signify in the ratio table. To keep the taste consistent with Mixture 1, what needs to stay constant when the amounts of red punch or lime juice vary? Reflect on how you can use this insight to find the missing values in the ratio table, and give it another try."]], "Hint2": [["Review your work in the highlighted cells to verify there are no calculation mistakes."], ["Take a look at the highlighted cells and ensure there are no calculation errors."], ["Look over your work in the highlighted cells to ensure there are no calculation mistakes."], ["Look over the highlighted cells and ensure there are no mistakes in your calculations."], ["Review your work in the highlighted cells and ensure there are no calculation mistakes."], ["Double-check within the highlighted cells to ensure there are no mistakes in your calculations."], ["Go over your work in the highlighted cells to ensure that there aren’t any calculation mistakes."], ["Double-check your figures in the highlighted cells to ensure there are no calculation mistakes."], ["Review the highlighted cells to ensure there are no calculation mistakes."], ["Look over the highlighted cells to make sure there are no calculation mistakes."]]}}, "Stage2": {"Expectation1": {"Hint1": [["Go ahead and use the ratio table to think about the relationship between cups of red punch and cups of lime juice."], ["Refer to the ratio table and look at the connection between the cups of red punch and the cups of lime juice."], ["Check out the ratio table and think about how the cups of red punch relate to the cups of lime juice."], ["Check out the ratio table and think about how the cups of red punch are related to the cups of lime juice."], ["Check out the ratio table and see how the cups of red punch relate to the cups of lime juice."], ["Look at the ratio table and think about the connection between cups of red punch and cups of lime juice."], ["Refer to the ratio table and think about how the number of cups of red punch compares to the number of cups of lime juice."], ["Check the ratio table and think about how cups of red punch relate to cups of lime juice."], ["Referring to the ratio table, look at how cups of red punch relate to cups of lime juice."], ["Check the ratio table and think about how cups of red punch and cups of lime juice relate to each other."]], "Hint2": [["The ratio table indicates you need 6 cups of lime juice for 2 cups of red punch. Keep that in mind to update your answer."], ["You can see from the ratio table that for 2 cups of red punch, you need 6 cups of lime juice. Consider this while you adjust your answer."], ["You need 6 cups of lime juice for every 2 cups of red punch, according to the ratio table. Go ahead and use this information to revise your answer."], ["Looks like the ratio table points out that you'll require 6 cups of lime juice to make 2 cups of red punch. With this in mind, adjust your answer accordingly."], ["The ratio table illustrates that you need 6 cups of lime juice for 2 cups of red punch. Use this info to revise your answer."], ["The ratio table indicates that 6 cups of lime juice are required for 2 cups of red punch. Use this information to adjust your answer."], ["The table indicates that you require 6 cups of lime juice for every 2 cups of red punch. Use this detail to amend your response."], ["From the ratio table, it’s clear you require 6 cups of lime juice for every 2 cups of red punch. Use this detail to revise your answer."], ["From the ratio table, it looks like you need 6 cups of lime juice for 2 cups of red punch. Use this to revise your answer.\n"], ["The ratio table indicates you need 6 cups of lime juice for every 2 cups of red punch. Consider this information and adjust your response."]]}}, "Stage3": {"Expectation1": {"Hint1": [["Think over the ratio table, particularly the relationship between the cups of red punch and the cups of lime juice. Give it another try."], ["Try using the ratio table and think again about the connection between the cups of red punch and the cups of lime juice. Please give it one more shot."], ["Refer to the ratio table and think again about how cups of red punch relate to cups of lime juice. Give it another shot."], ["Take another look at the ratio table and think about how cups of red punch relate to cups of lime juice. Give it another shot."], ["Look at the ratio table and think again about how cups of red punch relate to cups of lime juice. Give it another shot."], ["Check out the ratio table and think again about how many cups of red punch relate to how many cups of lime juice. Give it another shot."], ["How about using the ratio table to revisit how the cups of red punch relate to the cups of lime juice? Give it another try."], ["Reflect on the ratio table and think about how cups of red punch compare to cups of lime juice. Give it another shot."], ["Try looking at the ratio table to review how the cups of red punch compare with the cups of lime juice. Please give it another shot."], ["Look at the ratio table and think about how cups of red punch relate to cups of lime juice. Give it another try!"]], "Hint2": [["The table displays that you require 3 cups of red punch for every 9 cups of lime juice. Use this data to adjust your response."], ["You can see from the ratio table that 3 cups of red punch are needed for 9 cups of lime juice. Use this detail and update your answer."], ["According to the ratio table, you need 3 cups of red punch for every 9 cups of lime juice. Based on this ratio, go ahead and adjust your answer."], ["The ratio table indicates that for 9 cups of lime juice, you need 3 cups of red punch. Use this info to update your answer."], ["To make 9 cups of lime juice, you'll need 3 cups of red punch, according to the ratio table. Use this detail to adjust your answer."], ["The ratio table indicates you need 3 cups of red punch for every 9 cups of lime juice. Use this detail to revise your answer."], ["Looking at the ratio table, you can see that it calls for 3 cups of red punch for every 9 cups of lime juice. Use this detail to reevaluate your answer."], ["Based on the ratio table, you need 3 cups of red punch for every 9 cups of lime juice. Use this info to revise your answer."], ["The ratio table tells us you need 3 cups of red punch for 9 cups of lime juice. With that, adjust your answer accordingly."], ["To see from the ratio table, you need 3 cups of red punch for 9 cups of lime juice. Check this and update your answer accordingly."]]}}, "Stage4": {"Expectation1": {"Hint1": [["Check the ratio table and examine the link between the cups of lime juice and the <i>total</i> number of cups in the new mixture. Give it another shot."], ["Examine the ratio table and think about how the cups of lime juice relate to the total number of cups in the new mixture. Give it another try."], ["Check out the ratio table and think about the relationship between cups of lime juice and the overall number of cups in the new mixture. Give it another try."], ["Consider the ratio table and the connection between cups of lime juice and the total number of cups in the new mixture. Give it another try."], ["Check out the ratio table and think about how the number of cups of lime juice relates to the <i>overall</i> number of cups in the new mixture. Give it another try."], ["Check the ratio table and think about how the cups of lime juice relate to the total number of cups in the new mixture. Give it another shot."], ["Check out the ratio table. How does the number of cups of lime juice compare to the <i>total</i> number of cups in the new mixture? Give it another go."], ["Check out the ratio table and think about the relationship between the cups of lime juice and the total number of cups in the new mixture. Give it another try."], ["Take another look at the ratio table and think about how the cups of lime juice relate to the <i>total</i> number of cups in this new mixture. Give it another try."], ["Check out the ratio table and think about how the number of cups of lime juice relates to the <i>total</i> amount of cups in the new mixture. Give it another try."]], "Hint2": [["The ratio table indicates you'll need 3/2 cups of lime juice for 2 cups of Mixture 1. Rethink your answer using this info."], ["The ratio table indicates that for 2 cups of Mixture 1, you'll require 3/2 cups of lime juice. Use this information to adjust your answer."], ["Based on the ratio table, you need 3/2 cups of lime juice for every 2 cups of Mixture 1. Update your answer considering this info."], ["From the ratio table, you can see you need 1.5 cups of lime juice for every 2 cups of Mixture 1. Use this detail and adjust your answer."], ["The ratio table indicates that you'll need 3/2 cups of lime juice for every 2 cups of Mixture 1. With this in mind, go ahead and revise your answer."], ["The ratio table indicates you need 3/2 cups of lime juice for every 2 cups of Mixture 1. Use this info to adjust your answer accordingly."], ["You see from the ratio table that 3/2 cups of lime juice are needed for 2 cups of Mixture 1. With this info, update your answer."], ["The ratio table indicates that you need 3/2 cups of lime juice for every 2 cups of Mixture 1. Use this detail to update your answer."], ["The ratio table indicates that 1.5 cups (or 3/2 cups) of lime juice is required for every 2 cups of Mixture 1. Make sure to factor this into your response and update it as needed."], ["Based on the ratio table, you'll need 1.5 cups of lime juice for 2 cups of Mixture 1. Use this information to adjust your answer."]]}}, "Stage5": {"Expectation1": {"Hint1": [["Give the ratio table another look, and think about the relationship between cups of red punch and the <i>total</i> number of cups in the new mixture. Try again, please."], ["Consider the ratio table and think about how cups of red punch relate to the overall number of cups in the new mixture. Give it another try."], ["Check the ratio table to find the link between cups of red punch and the <i>total</i> number of cups in the new mixture. Give it another shot."], ["Use the ratio table and think about the relationship between cups of red punch and the total number of cups in the new mixture. Give it another shot."], ["Think about the ratio table and how the number of cups of red punch relates to the overall number of cups in the new mixture. Give it another try."], ["Look at the ratio table and think about how the cups of red punch relate to the <i>total</i> number of cups in the new mixture. Give it another try."], ["Take a look at the ratio table and think about how the cups of red punch compare to the <i>total</i> number of cups in the new mixture. Give it another try."], ["Look at the ratio table and think about how the cups of red punch relate to the <i>total</i> number of cups in the new mixture. Revise your answer and try again."], ["Try using the ratio table and start by looking at how the cups of red punch relate to the total number of cups in the new mix. Give it another shot."], ["Use the ratio table and look at the relationship between cups of red punch and the total number of cups in the new mixture. Give it another try."]], "Hint2": [["The table of ratios indicates you need 1/2 cup of red punch for every 2 cups of Mixture 1. Use this detail and update your response."], ["The ratio table indicates that there are 1/2 cups of red punch for every 2 cups of Mixture 1. With this detail, update your answer."], ["Looking at the ratio table, you can see that 1/2 cup of red punch is needed for every 2 cups of Mixture 1. Take that information into account and update your answer."], ["The ratio table indicates you need 1/2 cup of red punch for every 2 cups of Mixture 1. Revise your response using this information."], ["The ratio table indicates you need half a cup of red punch for every 2 cups of Mixture 1. Use this detail to correct your answer."], ["The ratio table indicates you need 1/2 cup of red punch for every 2 cups of Mixture 1. Use this info and adjust your answer."], ["Based on the ratio table, you require 1/2 cup of red punch for every 2 cups of Mixture 1. Use this detail to adjust your answer."], ["The ratio table indicates that 1/2 cups of red punch are needed for every 2 cups of Mixture 1. Use this info to update your answer."], ["So, the ratio table indicates you’ll need half a cup of red punch for every 2 cups of Mixture 1. Can you use this info and adjust your answer?"], ["The ratio table indicates you need 1/2 cup of red punch for 2 cups of Mixture 1. Use this info and update your answer."]]}}, "Stage6": {"Expectation1": {"Hint1": [["Consider what influences the flavor of the mix of red punch and lime juice. Mixture 1 included 1 cup of red punch and 3 cups of lime juice. Look closely at the ratio of red punch to lime juice in this new mixture. Given this, how do you think the new mixture will taste in comparison to Mixture 1? Explain why."], ["Consider what affects the flavor of the mix of red punch and lime juice. Mixture 1 had 1 cup of red punch and 3 cups of lime juice. Look at the ratio between the red punch and lime juice in the new mix. Given the details, how do you think the flavor of the new mixture will compare to Mixture 1? Explain why you think so."], ["Consider what affects the taste of a mix of red punch and lime juice. Mixture 1 had 1 cup of red punch and 3 cups of lime juice. Focus on the ratio between red punch and lime juice in this new combination. From the details given, how would you describe the taste of the new mixture in comparison to Mixture 1? Spell out your thought process."], ["Consider what affects the flavor of the mix of red punch and lime juice. The first mixture had 1 cup of red punch and 3 cups of lime juice. Focus on the ratio of red punch to lime juice in this new mixture. With this info, how do you think the taste of the new mixture would compare to Mixture 1? Can you explain why?"], ["Consider what influences the taste of the mixture of red punch and lime juice. For Mixture 1, it had 1 cup of red punch and 3 cups of lime juice. Think about the balance between red punch and lime juice in this new mixture. With this info, how do you think the new mixture's taste will compare to Mixture 1? Give your explanation."], ["Consider what influences the taste of the blend of red punch and lime juice. Mix 1 had 1 cup of red punch and 3 cups of lime juice. Notice the ratio of red punch and lime juice in this latest mix. Given the details, how do you think the taste of the new blend will compare to Mix 1? Why do you think so?"], ["What factors affect the taste when you mix red punch and lime juice? For Mixture 1, there were 1 cup of red punch and 3 cups of lime juice. Notice the ratio of red punch to lime juice in this new mixture. Based on this, how do you think the taste of the new mixture will differ from Mixture 1? Explain why."], ["Consider what impacts the taste when red punch and lime juice are mixed together. Mixture 1 included 1 cup of red punch and 3 cups of lime juice. Note the ratio of red punch to lime juice in this new mixture. How do you think this new mixture will taste compared to Mixture 1? Share your thoughts on why that is.                                                                    "], ["Consider what influences the taste of combining red punch and lime juice. Mixture 1 included 1 cup of red punch and 3 cups of lime juice. Look closely at how red punch and lime juice relate to each other in this new mixture. Based on what's given, how would you compare the taste of the new mixture to Mixture 1? Give your reasoning."], ["Consider what influences the flavor of the combination of red punch and lime juice. Mixture 1 was a mix of 1 cup of red punch and 3 cups of lime juice. Observe the proportion between red punch and lime juice in this new blend. Using this info, how would you describe the taste of the new mixture compared to Mixture 1? What's your reasoning?"]], "Hint2": [["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iii_Making_Punch.png)", "Equivalent ratios mean the same unit rate, so the amount of one quantity for each unit of another is identical. In this case, each mixture will taste the same if the amount of red punch per cup of lime juice is consistent (meaning the ratios are equivalent). Check the values in the ratio table and share your ideas about the taste of the new mixture and your reasoning."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iii_Making_Punch.png)", "Equivalent ratios keep the same unit rate, meaning both quantities sustain the same relationship. In this case, the taste of each mixture will match if the proportion of red punch to lime juice is identical. Check the ratios in the table and share your thoughts on the taste of the new mixture, explaining your reasoning."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iii_Making_Punch.png)", "Equivalent ratios have the same unit rate, which means the amount of one quantity in relation to another is the same. So, the taste will match in each mixture if the ratio of red punch to lime juice remains the same. Look at the values in the ratio table and explain your thoughts on the taste of the new mixture and why."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iii_Making_Punch.png)", "Equivalent ratios have an identical unit rate, which means there's an equal amount of one quantity per the other quantity. Here, the taste remains the same if the ratio of red punch to one cup of lime juice remains consistent (i.e., equivalent ratios). Check out the values in the ratio table and let me know what you think about the taste of the new mixture and why."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iii_Making_Punch.png)", "Equivalent ratios keep the same unit rate, which means the amount of one quantity compared to the other quantity doesn't change. In this situation, the taste will remain identical in each mixture if the quantity of red punch per one cup of lime juice is the same (i.e., the ratios are equivalent). Check the values in the ratio table and share your thoughts on how the new mixture will taste and why."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iii_Making_Punch.png)", "If equivalent ratios have the same unit rate, it means there’s the same amount of one thing per the other amount. Here, the flavor will match in each mixture if the quantity of red punch per cup of lime juice is identical (meaning the ratios match). Check out the figures in the ratio table, and let me know your thoughts on how the new mixture will taste and why."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iii_Making_Punch.png)", "Both equivalent ratios share the same unit rate, which means they have the same proportion of one quantity to the other. If the mixtures maintain this balance—same amount of red punch to one cup of lime juice—the taste should be the same (i.e., equivalent ratios). Check the ratio table and share your thoughts on the taste of the new mixture and your reasoning."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iii_Making_Punch.png)", "When ratios are equivalent, they have the same unit rate, meaning the same amount of one thing for another. Here, the taste stays the same across mixtures if the volume of red punch per one cup of lime juice is the same. Check the figures in the ratio table and share your thoughts on how the new mixture will taste and explain your reasoning."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iii_Making_Punch.png)", "When ratios are the same, the unit rate is the same, showing identical amounts of one quantity compared to another. Here, the mixtures will have the same taste if there’s the same amount of red punch compared to lime juice in them (i.e., equivalent ratios). Check the ratio table and share your thoughts on how the new mixture might taste and explain why you think that."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iii_Making_Punch.png)", "Equivalent ratios share the same unit rate, meaning there’s the same amount of one quantity compared to the other quantity. Here, the taste remains consistent in both mixtures if the amount of red punch per one cup of lime juice stays the same. Check the values in the ratio table and let me know what you think about the taste of the new mixture and why."]], "Hint3": [["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iv_Making_Punch.png)", "Taste is influenced by the ratio of lime juice to red punch. Reflect on how many times more red punch compared to lime juice is present in each mix. For instance, figure out the level of lime juice required for 6 cups of red punch, 10 cups of red punch, and so on. Give this some thought and try answering again."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iv_Making_Punch.png)", "Taste is determined by the ratio of lime juice to red punch. Consider how many times the amount of red punch is to lime juice in each mixture. For instance, think about the lime juice needed for 6 cups of red punch, 10 cups of red punch, etc. Use this information to take another shot at your answer."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iv_Making_Punch.png)", "Taste varies based on how much lime juice you have compared to the amount of red punch. Reflect on how many times the amount of red punch exceeds that of the lime juice in each mix. For instance, evaluate the amount of lime juice required for 6 cups of red punch, 10 cups of red punch, and similar amounts. Use this understanding to make another attempt."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iv_Making_Punch.png)", "The taste depends on how much lime juice there is compared to the amount of red punch. Think about how many times more red punch there is relative to the lime juice in each mix. For example, look at the amount of lime juice you would need for 6 cups of red punch, 10 cups of red punch, and so on. Use this to go back and try answering the question again."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iv_Making_Punch.png)", "The taste has a lot to do with how much lime juice there is compared to the red punch. Consider how many times more red punch there is than lime juice in each mixture. For example, think about the lime juice amount necessary for 6 cups of red punch, 10 cups of red punch, and similar proportions. Try using this to help in re-answering."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iv_Making_Punch.png)", "Taste depends on how much lime juice there is compared to the amount of red punch. Think about how the amount of red punch measures against the lime juice in each mix. For instance, consider the amount of lime juice required for 6 cups of red punch, 10 cups of red punch, and so on. Use these details to make another attempt."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iv_Making_Punch.png)", "Taste is determined by the ratio of lime juice to red punch. Consider how the amount of red punch in each mixture compares to the lime juice. For example, think about how much lime juice is required for 6 cups of red punch, 10 cups of red punch, and so on. Use this information to consider your answer again."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iv_Making_Punch.png)", "Taste relies on the ratio of lime juice to red punch. Think about the ratio of the amount of red punch to the amount of lime juice in each blend. For instance, look at how much lime juice you need if there are 6 cups of red punch, 10 cups of red punch, and so on. Use this to revise your answer."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iv_Making_Punch.png)", "The taste is affected by how much lime juice you use compared to the amount of red punch. Look at how many times the amount of red punch is relative to the lime juice in each mixture. For instance, think about how much lime juice you would require for 6 cups of red punch or 10 cups of red punch. With this information in mind, take another shot at answering."], ["openNewImage(./static/images/image-CKSM2/CK-SM2-4.7.b.iv_Making_Punch.png)", "The flavor comes from the amount of lime juice in proportion to the red punch. Try to think about how much red punch there is compared with the lime juice for each mixture. For instance, compare the amount of lime juice needed for 6 cups of red punch, 10 cups of red punch, and so on. Use this to help with your response."]]}}}}