{"Using More Candles": {"Stage1": {"Expectation1": {"Hint1": [["If the length that Candle A has burned is doubled, what happens to the length that Candle B has burned—does it stay the same or does it change? What insight does this give you about key points of proportionality?"], ["When Candle A burns twice as long, does the length that Candle B burns remain consistent or vary? How does this reveal the main characteristics of proportionality?"], ["If the length that Candle A has burned doubles, does Candle B's burned length remain constant or change? What can you learn about the key points of proportionality from this?"], ["When the length that Candle A has burned doubles, does Candle B's length of burn stay the same or change? What does this indicate about the important features of proportionality?"], ["If Candle A burns twice its original length, does Candle B’s length stay unchanged or does it vary? How does this inform you about the important features of proportionality?"], ["When Candle A burns double its length, does Candle B still burn the same length or does it change too? What can you learn about the key concepts of proportionality from observing this?"], ["When Candle A's burned length doubles, does the burned length of Candle B remain the same or does it change? What does this tell you about the important parts of proportionality?"], ["If Candle A burns twice as long, does Candle B burn the same amount of time or does it differ? What does this say about the main ideas of proportionality?"], ["When Candle A's burnt length doubles, does the burnt length of Candle B stay the same or change? How does this observation relate to the core concepts of proportionality?"], ["When the length that Candle A has burned doubles, does the length that Candle B has burned remain the same or alter? What does this reveal about the important features of proportionality?"]], "Hint2": [["Think about the time when John saw that when Candle A had burned 16 mm, Candle B had burned 10 mm. As the length Candle A has burned increases, what do you notice happens to the length candles Airt burns? What can you infer about proportionality from this observation?\n"], ["Remember, John observed that Candle A burned 16 mm when Candle B burned 10 mm. When Candle A burns for a longer length, what changes occur for Candle B's burning length? What does this reveal about the main features of proportionality?"], ["Remember that John observed when Candle A had burned down by 16 mm, Candle B had burned down by 10 mm. If the amount Candle A burns keeps going up, what effect does it have on how much Candle B burns? What can you learn about the essential aspects of proportionality from this?"], ["Remember that John observed when Candle A burns down 16 mm, Candle B burns down 10 mm. If Candle A's burned length continues to increase, what will happen to Candle B’s burned length? What does this imply about the important aspects of proportionality?"], ["Remember that John observed when Candle A had burned 16 mm, Candle B had burned 10 mm. As Candle A keeps burning more, what do you think happens to how much length Candle B has burned? How does this observation help us understand important parts of proportionality?"], ["Remember, John observed that when Candle A burns down by 16 mm, Candle B burns down by 10 mm. As Candle A burns more, what change happens to the length Candle B burns? How does this help you understand the main ideas of proportionality?"], ["Remember, John saw that when Candle A had burned 16 mm, Candle B had burned 10 mm. When the length that Candle A has burned goes up, what happens to the length that Candle B has burned? How does this relate to the key points about proportionality?"], ["Keep in mind that John saw Candle A had burned down 16 mm while Candle B had burned down 10 mm. As Candle A continues shrinking, what pattern do you see with how much Candle B shrinks? What can you deduce about the principles of proportionality from this observation?"], ["Remember, John saw that when Candle A had burned 16 mm, Candle B had burned 10 mm. As Candle A burns more, what happens to the amount that Candle B burns? What does this reveal about the main points of proportionality?"], ["Remember that John observed Candle A had burned 16 mm while Candle B had burned 10 mm. As the burned length of Candle A goes up, what changes occur to the burned length of Candle B? What important concepts about proportionality does this imply?"]]}, "Expectation2": {"Hint1": [["Remember, John lights Candle B a bit after lighting Candle A. Considering this, what can you infer about the proportion of the length Candle A has burned compared to Candle B at various times? How does this help us understand important aspects of proportionality?"], ["Remember that John lights Candle B a few minutes after Candle A. Knowing this, what can you determine about the ratio between how much Candle A has burned compared to Candle B at various time points? What clues does this give about important aspects of proportionality?"], ["Remember that John lights Candle B a few minutes later than Candle A. Knowing this, what can you infer about the ratio of the length that Candle A has burned compared to the length that Candle B has burned, at various time points? How does this reveal important aspects of proportionality?"], ["Remember that John lights Candle B a little later than Candle A. From this, how does the ratio of the burned lengths of Candle A to Candle B change over different time points? What does this imply about the key parts of being proportional?"], ["Remember that John lights Candle B a few minutes after he lights Candle A. So, what can you say about the ratio of the length that Candle A has burned to the length that Candle B has burned, at different time points? How does this break down the key points of proportionality?"], ["Remember that John lights Candle B a few minutes after lighting Candle A. With this in mind, what can you say about the ratio of the length that Candle A has burned to the length that Candle B has burned at various times? How does this connect to the main ideas of proportionality?"], ["John lights Candle B a few minutes after lighting Candle A. So, what can you infer about the length burned on Candle A compared to Candle B at various times? How does this help in understanding the main factors of proportionality?"], ["Keep in mind that John lights Candle B a bit later than Candle A. Considering this, what can you say about the ratio of the length that Candle A has burned to the length Candle B has burned, at various times? How does this influence your understanding of the important aspects of proportionality?"], ["Keep in mind that John lights Candle B a short time after lighting Candle A. Based on this fact, how can you describe the ratio of the length that Candle A has burned compared to Candle B's burned length at various times? What does this indicate about the main points of proportionality?"], ["Remember that John lights Candle B a bit later than Candle A. From this, what can you say about the ratio of the length that Candle A has burned compared to Candle B, at various times? What does this illustrate about the important points of proportionality?"]], "Hint2": [["Keep in mind that Candle B started burning later than Candle A. This tell us that there's an initial period where Candle B has yet to start while Candle A is already reducing in length. Since the candles burn at the same rate, figuring this out can help you determine the length each candle has burned at different times. For example, if Candle A is burned to a length of 24, then Candle B would be down to 18. Consider how the burned lengths of the two candles relate at these different times by calculating their ratios.", "openPopupCalculator()", "You’ve just worked out the quotients 16/10, 24/18, etc. Do you notice a pattern in how many times Candle A's length has been burned compared to Candle B? What can this tell you about the main points of proportionality?"], ["Do you remember that Candle B started burning later than Candle A? This means there was a period when Candle B wasn't burning, but Candle A was. Since both candles are the same, they burn at the same speed. Taking this into consideration, you can figure out how much of each candle was burned at different times. For instance, when Candle A has burned down by 24 centimeters, Candle B should have burned down by 18 centimeters. How would you relate the lengths of the burned candles at these points? Maybe you could find the answer by calculating their quotients.", "openPopupCalculator()", "Schön, you determined the ratios for 16/10, 24/18, and the like. How many times does it seem Candle A’s length burned in comparison to Candle B’s length? What insights do you gain about the important parts of proportionality from this?"], ["Keep in mind that Candle B started burning after Candle A. This means there was some time when Candle B hadn't yet started burning, while Candle A was already shortening. Since the candles are identical, they will burn at the same speed. Given this, you can determine the lengths burned at different time points. For example, when Candle A is burned down by 24 units, Candle B will have burned 18 units. How does the length each candle burns compare at different times? Consider calculating their ratios.", "openPopupCalculator()", "# Okay, you just worked out 16/10, 24/18, and similar fractions. Do you see how many times Candle A’s length burns compared to Candle B’s? What key points does this teach you about proportionality?"], ["Bear in mind that Candle B started burning after Candle A. This implies there's a period when Candle A had already burned for some time, while Candle B hasn't begun yet. Since the candles are identical, they burn at the same rate. With this understanding, you can determine the burnt lengths at different times. For example, if the length burnt from Candle A measures 24, the burnt length from Candle B should be 18. Consider the relationship between the burned lengths at these different times by figuring out the ratio.", "openPopupCalculator()", "You just figured out the quotients 16/10, 24/18, and so on. What do you observe about the number of times the length of Candle A has burned compared to Candle B? What insights does this give you about the key elements of proportionality?"], ["Keep in mind, Candle B started burning a bit later than Candle A. So initially, when Candle B hadn't yet begun burning, Candle A had already burned off some of its own length. Since they're identical candles, they'll burn at the same rate. Using this fact, you can figure out how much each candle burns at different times. For example, if Candle A has burned down to 24 units, Candle B has likely burned down to 18 units. Think about how the burned lengths of the candles compare by working out their quotients at these two different times krokowane kosmetelimciğimiz xüsusi:)", "openPopupCalculator()", "You recently worked out the quotients 16/10, 24/18, and similar fractions. Have you noticed how often the length of Candle A has burned compared to Candle B? What does this reveal to you about the core elements of proportionality?"], ["Remember, Candle B started burning after Candle A. This tells us there's a moment when Candle B hasn't started yet, while Candle A is already burning down. Since both candles are identical, they burn at the same pace. Based on that, you can figure out the burned lengths at other times. For example, if Candle A has burned 24 units, Candle B should have burned 18 units. Consider calculating the quotients of their burned lengths to understand their relationship at different times. What do you see?", "openPopupCalculator()", "You just worked out the quotients 16/10, 24/18, and similar patterns. Do you see a pattern in how often Candle A's length has been used compared to Candle B? What does this reveal about the main points of proportionality?"], ["Keep in mind that Candle B started burning after Candle A. This indicates that when Candle A was already burning, Candle B hadn't started yet. Since these two candles are identical, they burn at the same rate. Applying this knowledge, you can determine the burn lengths of the candles at other times. For example, when the burned length of Candle A is 24, Candle B’s burned length would be 18. Can you figure out the relationship between the burned lengths of these candles at different times by working out their quotients?", "openPopupCalculator()", "You’ve just figured out the quotients like 16/10, 24/18, and so forth. What do you see when it comes to how many times Candle A’s length has been burned compared to Candle B’s length? What insights does this give you about the main points of proportionality?"], ["Just keep in mind that Candle B began burning later than Candle A. This means there was a period where Candle B wasn't yet lit while Candle A was already burning occasionally reducing its length. Since both candles are identical, they burn at the same rate. With this info, you can figure out the lengths of the candles at different times. For example, if Candle A has burned 24 units, Candle B would have burned 18 units. How would you consider the relationship between the burned lengths of these candles if you calculate their ratios at different moments?", "openPopupCalculator()", "You calculated the quotients 16/10, 24/18, etc. What do you see about how many times the length of Candle A has burned compared to Candle B? What does this tell you about the main points of proportionality?"], ["Keep in mind that Candle B began to burn after Candle A. So, initially, there's a period when Candle B wasn't yet burning, but Candle A had already begun burning some of its length. Because these two candles are identical, they burn at the same speed. With this detail, you can determine the burned length of the candles at different time points. For example, if the burned length of Candle A is 24, the burned length of Candle B would be 18. Consider the relationship between these lengths for various time marks by calculating their ratios.", "openPopupCalculator()", "You just figured out the quotients of 16/10, 24/18, and a few others. What do you observe about how often the length of Candle A burns in comparison to Candle B? How does this help you understand the main points of proportionality?"], ["Remember that Candle B began burning later than Candle A. So, there was a period when Candle A was already burning but Candle B had not yet been lit. Since both candles are identical, they burn at the same rate. With these details, you can calculate the burned length of the candles at other times. For example, when Candle A has burned 24, Candle B has burned 18. Consider the relationship between the burned lengths at these two additional points by calculating their ratios.", "openPopupCalculator()", "You've just worked through dividing 16 by 10, 24 by 18, and similar examples. Have you noticed how many times Candle A's length has burned compared to Candle B? What insights does this give you about the main features of proportionality?"]]}, "Expectation3": {"Hint1": [["Remember the main concepts of proportionality—covariance and multiplicative invariance. Do the lengths that Candle A and Candle B have burned increase or decrease together? Also, does the ratio of the length Candle A has burned to the length Candle B has burned stay the same? Depending on your answers, what can you say about the relationship between the lengths that Candle A and Candle B have burned?"], ["Keep in mind the important points of proportionality, namely, things moving together and staying consistent when multiplied. So, do the lengths of Candle A and Candle B that have burned change together? And is the result of dividing the burnt length of Candle A by the burnt length of Candle B always the same? Depending on how you answer these questions, how would you describe the relationship between how much Candle A and Candle B have burned?"], ["Think about what makes up proportionality—covariance, where changes occur together, and multiplicative invariance, where ratios remain constant. Now, do the lighting times of Candle A and Candle B vary together? And, is their burnt length ratio constant? Considering your answers to these, what kind of relationship do you notice between the burned lengths of Candle A and Candle B?"], ["Remember the main points of proportionality—covariance and multiplicative invariance. In this scenario, do both the lengths that Candle A and Candle B have burned increase or decrease together? Additionally, is the ratio of the burned lengths of Candle A to Candle B always the same? Based on your thoughts regarding these questions, how would you describe the relationship between the burned lengths of Candle A and Candle B?"], ["Remember the main points of proportionality—covariance and multiplicative invariance. Do Candle A and Candle B burn at the same time? Is the ratio of the length that Candle A has burned to the length that Candle B has burned consistent? By answering these questions, how would you describe the relationship between the lengths Candle A and Candle B have burned?"], ["Remember the main points of proportionality—covariance and multiplicative invariance. Do Candle A and Candle B burn similarly over time? Also, is the ratio between the burned lengths of Candle A and Candle B consistent? Depending on your responses to these questions, how would you describe the relationship between the lengths burned of Candle A and Candle B?"], ["Remember the key points of proportionality—covariance and multiplicative invariance. Here, do the lengths that Candle A and Candle B have burned change in sync? And is the ratio of Candle A's burned length to Candle B's burned length always the same? Once you consider your answers to these, how would you describe the relationship between how much Candle A and Candle B have burned?"], ["Remember the main points about proportionality—covariance and multiplicative invariance. Do the lengths burned by Candle A and Candle B change together in this case? And is the division of the burned length of Candle A by the burned length of Candle B always the same? Based on how you answer these questions, what type of relationship do you think exists between the lengths that Candle A and Candle B have burned?"], ["Keep in mind the main elements of proportionality—covariance and multiplicative invariance. In this scenario, do the lengths burned by Candle A and Candle B vary at the same time? Additionally, is the ratio of the length that Candle A burned to the length that Candle B burned also staying the same? From your responses to these questions, what can you conclude about the nature of the relationship between the lengths that Candle A and Candle B have both burned?"], ["Remember the important parts of proportionality—how things change together (covariance) and the ratio remaining steady (multiplicative invariance). Here, do the lengths that Candle A and Candle B have burned change in sync? Also, is the divide of the burned lengths of Candle A by Candle B a consistent value? Based on how you answer these, what kind of relationship do you think exists between the burning lengths of Candle A and B?"]], "Hint2": [["Actually, as Candle A burns a certain length, Candle B burns a different length that changes with time as well. Since they began burning at different times, even if one nonzero length can be divided by the other, the ratio won't remain constant. Essentially, Candle A's burned length is never a fixed multiple of Candle B's burned length at any moment. Given this, do you think the burned lengths of Candle A and Candle B have a proportional relationship?"], ["# They way the burning lengths of Candle A and Candle B change implies that at every point, the quotient of Candle A's burnt length to Candle B's isn't constant because they started burning at different times. Therefore, the length Candle A has burned is not a fixed multiple of the length Candle B has. So, considering this, do you think the relationship between the lengths burnt for both candles is proportional?"], ["It's interesting because as Candle A burns, the burning length of Candle B changes too. But since they didn't start burning at the same time, the ratio between any two non-zero lengths of both is not fixed. So what that tells us is that at no point is the burnt length of Candle A a constant multiple of Candle B's burnt length. Do you think, given this, the relationship between the burning lengths of Candle A and Candle B is proportional?"], ["You see, as Candle A keeps burning, so does Candle B, though not always at the exact same rate since they started burning at different times. This means if you take any lengths of both candles, their ratios won't stay the same. For Candle A's length duration to be a constant multiple of Candle B's length, their burn can't be proportional at any time. So, keeping this in mind, do you think the relationship between the burnt length of Candle A and Candle B is proportional?"], ["As the amount that Candle A burns changes, the amount that Candle B burns changes too. But, because they started burning at different moments, the ratio of their burned lengths isn’t constant. So, Candle A's burned length isn't a consistent multiple of Candle B's length at any given time. With this in mind, do you think the burning lengths of Candles A and B are proportional?"], ["Alright, as Candle A’s burned length changes, Candle B’s burned length changes too. But since they began burning at different times, the ratio of any non-zero pair of their lengths isn’t constant. So, Candle A’s burned length is never a constant multiple of Candle B’s burned length at any point. Does this mean the relationship between how long Candle A has burned and how long Candle B has burned is proportional?"], ["As the length of time Candle A has been burning changes, so does the length of time Candle B has been burning. But because they started burning at different times, the ratio of their lengths for any pair of measurements that aren't zero is never consistent. This means you can't say the length that Candle A has burnt is always a constant multiple of the time Candle B has burnt, at any point. Given this information, is the length that Candle A has burned proportionate to the length that Candle B has burned?"], ["As Candle A's burning length changes, so does Candle B's. But because they started burning at different times, the ratio of the two lengths at any non-zero point isn't constant. That means the burning length of Candle A is not a fixed multiple of Candle B's at any given moment. From this info, can we say the burning lengths of Candle A and Candle B are proportional?"], ["As Candle A burns, Candle B is also burning, but because they started at different times, their burned lengths don’t have a consistent ratio. This indicates that Candle A’s burned length is never a constant multiple of Candle B’s. With this in mind, would you say the burning lengths of Candle A and Candle B have a proportional relationship?"], ["When Candle A burns, Candle B also burns but not together since they began burning at different times. Because the two lengths can be divided by each other and won't yield a constant value, it means Candle A’s burned length isn't always the same multiple of Candle B's burned length. Given this, do you think the ratio of lengths burned by Candle A and Candle B shows proportionality?"]]}}}}