{"Making Iced Tea": {"Stage1": {"Expectation1": {"Hint1": [["Remember that both the red and blue pitchers initially tasted equally sweet, meaning each pitcher had the same amount of sugar per the same amount of liquid. So, what happens to the taste of sweetness if you add the same amount of sugar to different amounts of liquid? Could you explain your reasoning?"], ["Remember that at the beginning, the taste of sweetness in both the red and blue pitchers was the same, meaning there was an equal amount of sugar in the same volume of liquid for both. How would adding the same amount of sugar to different volumes of liquid change the sweetness taste in each pitcher? Can you explain your thoughts?"], ["Remember that the red and blue pitchers started off with the same sweetness level, meaning each pitcher had the same amount of sugar per unit of liquid volume. How would adding an equal amount of sugar to different liquid volumes change the sweetness in each pitcher? Can you explain why?"], ["Remember that the red and blue pitchers initially had the same sweetness; the amount of sugar per the same volume of liquid was equal in both. What happens to the sweetness in each pitcher if you add the same amount of sugar to different volumes of liquid? Can you explain your answer?"], ["Remember that both the red and blue pitchers started off with the same sweetness, meaning the sugar amount per unit volume was identical. So, what happens to the sweetness when you add a same quantity of sugar to different volumes of liquid in each pitcher? Could you explain how that changes the sweetness?"], ["Remember that both the red and blue pitchers started off having the same sweetness because they had the same amount of sugar per volume of liquid. What happens to the sweetness taste when you add the same amount of sugar to liquids of different volumes? Can you explain your reasoning?"], ["Remember, the red and blue pitchers initially had the same level of sweetness, meaning the amount of sugar per the same volume of liquid in each pitcher was the same. How does adding equal amounts of sugar to different amounts of liquid change the sweetness in each pitcher? Can you explain?"], ["# The red and blue pitchers started with the same sweetness level, meaning they had equal amounts of sugar per the same liquid volume. Think about how adding the same amount of sugar to different amounts of liquid changes the sweetness for each pitcher. What does this mean for the taste of each? Can you explain why?"], ["Remember that initially, both the red and blue pitchers had the same level of sweetness, so the amount of sugar per/any given volume of liquid was the same for each pitcher. What happens to the taste of sweetness in each pitcher when you add the same amount of sugar to different volumes of liquid? Can you describe your reasoning?"], ["Remember, the red and blue pitchers had the same sweetness to start with, so the amount of sugar per same amount of liquid in both was the same. What happens to the sweetness in each pitcher when you add equal sugar to different amounts of liquid? Can you explain your reasoning?"]], "Hint2": [["Keep in mind that how sweet something tastes is based on how much sugar there is per unit of liquid. After adding one scoop of sugar to each pitcher, which pitcher has a higher sugar-to-liquid ratio? Can you explain why?"], ["Just keep in mind that the sweetness you taste is based on how much sugar is in each unit of liquid. So, after adding one scoop of sugar to both pitchers, can you figure out which pitcher has more sugar compared to the amount of liquid? Why is that?\""], ["Keep in mind that the sweetness level relies on the sugar concentration per unit of liquid. If you add a scoop of sugar to each pitcher, which one then has a higher sugar-to-liquid ratio? Why?"], ["Keep in mind that the taste of sweetness relies on the amount of sugar compared to the amount of liquid. Once one scoop of sugar is added to each pitcher, which pitcher ends up with a higher ratio of sugar to liquid? Why do you think that pitcher has a greater ratio?"], ["Keep in mind that the sweet taste depends on how much sugar there is in each unit of liquid. So, with an additional scoop of sugar added to each pitcher, which one ends up having a higher sugar-to-liquid ratio? Why is that?"], ["Don't forget, the sweetness taste depends on how much sugar is in each unit of liquid. If you've added one scoop of sugar to both pitchers, which one has a higher sugar-to-liquid ratio? Why is that?"], ["Keep in mind that the level of sweetness we sense comes from the quantity of sugar each bit of liquid holds. So, when you add one scoop of sugar to each pitcher, which one will then have a higher ratio of sugar to liquid? Can you explain why that happens?"], ["Keep in mind that the sweetness you taste is based on how much sugar is in each unit of liquid. So after you add one scoop of sugar to each pitcher, which pitcher has a higher sugar-to-liquid ratio? Can you explain why that is?"], ["Don't forget, sweetness depends on the sugar amount in each liquid unit. So, after adding one scoop of sugar to each pitcher, which one has a higher sugar-to-liquid ratio? Can you explain why?"], ["Keep in mind that sweetness depends on how much sugar is in each unit of liquid. After you put one scoop of sugar into each pitcher, which one has a higher ratio of sugar to liquid? Can you explain why?"]], "Hint3": [["Imagine we start with 40 grams of sugar and 4 liters of liquid in the red pitcher, and 10 grams of sugar and 1 liter of liquid in the blue pitcher. If we then add 10 grams of sugar to each pitcher, can you calculate the updated ratio of sugar to liquid for both pitchers with the calculator?", "openPopupCalculator()", "Okay, you’ve got the new sugar-to-liquid ratio figures: 50/4 for the red pitcher and 20/1 for the blue pitcher. What stands out to you about these new ratios after adding that scoop of sugar? Can you explain your thoughts?"], ["Alright, imagine there are 40 grams of sugar and 4 liters of liquid in the red pitcher, and 10 grams of sugar with 1 liter of liquid in the blue pitcher. Now, if you add 10 grams of sugar to each pitcher, can you calculate the updated ratio of sugar to liquid for both pitchers using a calculator?", "openPopupCalculator()", "Alright, so you've figured out the new sugar-to-liquid ratios for both pitchers – it’s 50/4 for the red pitcher and 20/1 for the blue pitcher. Did you spot anything interesting in these new ratios after adding a scoop of sugar? What makes you think that? Can you explain?"], ["Let’s say the red pitcher has 40 grams of sugar and 4 liters of liquid, while the blue pitcher has 10 grams of sugar and 1 liter of liquid. If you add 10 grams of sugar to each pitcher, can you use the calculator to find the new sugar-to-liquid ratio for both pitchers?", "openPopupCalculator()", "So, you've worked out the new ratio of sugar to liquid for each pitcher—50/4 for the red pitcher and 20/1 for the blue pitcher. What do you observe about the fresh ratios of sugar to liquid after adding a scoop of sugar? Why do you think that is?"], ["Let's imagine the red pitcher has 40 grams of sugar and 4 liters of liquid. And the blue pitcher has 10 grams of sugar and 1 liter of liquid. If we add 10 grams of sugar to each pitcher, could you find the new sugar-to-liquid ratio for each pitcher using a calculator?", "openPopupCalculator()", "After calculating, you've got a new ratio of 50 to 4 for the red pitcher and 20 to 1 for the blue pitcher. What stands out to you about the new sugar to liquid ratios after adding one scoop of sugar? Explain the reasoning behind your observations."], ["Alright, let’s say the red pitcher has 40 grams of sugar mixed into 4 liters of liquid, and the blue pitcher has 10 grams of sugar mixed into 1 liter of liquid. What will be the new sugar-to-liquid ratios if you add 10 grams of sugar to each pitcher? Use a calculator to figure it out.", "openPopupCalculator()", "You’ve calculated the new sugar to liquid ratios for each pitcher – it's 50/4 for the red one and 20/1 for the blue one. What do you observe about these new ratios after one spoon of sugar was added? Can you explain why?"], ["Imagine there's 40 grams of sugar and 4 liters of liquid in the red pitcher, and 10 grams of sugar with 1 liter of liquid in the blue pitcher. If you add 10 grams of sugar to both pitchers, could you work out the new ratio of sugar to liquid in each pitcher using a calculator, please?", "openPopupCalculator()", "You've now figured out the new sugar-to-liquid ratios: the red pitcher is at 50/4 and the blue pitcher is at 20/1. What do you observe about these new ratios after added one scoop of sugar? Can you explain your reasoning behind that?"], ["Ok, so let's say in the red pitcher, we've got 40 grams of sugar and 4 liters of liquid, and in the blue pitcher, there are 10 grams of sugar and 1 liter of liquid to begin with. If we add 10 grams of sugar to each pitcher, can you calculate the new sugar-to-liquid ratio for both pitchers using the calculator?", "openPopupCalculator()", "Alright, so you've figured out the new sugar-to-liquid ratios for both pitchers: it’s 50/4 for the red pitcher and 20/1 for the blue pitcher. Do you see any changes in the sugar-to-liquid ratios now that one extra scoop of sugar has been added? What is your explanation for these changes?"], ["Let's say the red pitcher contains 40 grams of sugar and 4 liters of liquid, and the blue pitcher has 10 grams of sugar and 1 liter of liquid. If you add 10 grams of sugar to both pitchers, what will the new sugar-to-liquid ratio be for each pitcher?", "openPopupCalculator()", "All right, so you've worked out the new ratios of sugar to liquid for each pitcher: it's now 50/4 for the red pitcher and 20/1 for the blue pitcher. What can you observe about these new ratios of sugar to liquid after adding an extra scoop of sugar? Can you explain your thoughts on this?"], ["Let's say the red pitcher has 40 grams of sugar and 4 liters of liquid, and the blue pitcher has 10 grams of sugar and 1 liter of liquid. If you add 10 grams of sugar to both pitchers, can you use your calculator to figure out the new ratio of sugar to liquid for each pitcher?", "openPopupCalculator()", "Now that you've figured out the new sugar-to-liquid ratios for each pitcher – it's 50:4 for the red pitcher and 20:1 for the blue pitcher. What catches your eye about these new sugar-to-liquid ratios after adding one scoop of sugar? Can you explain why you think that is?"], ["Let's say there are 40 grams of sugar and 4 liters of liquid in the red pitcher, and 10 grams of sugar and 1 liter of liquid in the blue pitcher. Now, if we add 10 grams of sugar to each pitcher, could you use a calculator to find the new ratio of sugar to liquid for both pitchers?", "openPopupCalculator()", "So now you've worked out the new ratio of sugar to liquid for each pitcher: it's 50/4 for the red pitcher and 20/1 for the blue pitcher. What do you observe about these new sugar-to-liquid ratios after adding one scoop of sugar? Can you please explain your thoughts?"]]}, "Expectation2": {"Hint1": [["Remember, the red and blue pitchers had an equal sweetness originally. After adding a scoop of sugar to one, which do you think would taste sweeter?"], ["Remember, both the red and blue pitchers originally had the same sweetness. After adding one scoop of sugar, which one would taste sweeter?"], ["Just remember, the red and blue pitchers had the same sweetness levels before. If you add a scoop of sugar, which one do you think will end up tasting sweeter?"], ["Remember that the red and blue pitchers started with the same level of sweetness. Now, after adding a scoop of sugar, which pitcher do you think would be sweeter?"], ["Remember, the red and blue pitchers originally had the same level of sweetness. After adding a scoop of sugar, which one do you think would taste sweeter?"], ["Remember, initially the red and blue pitchers had the same sweetness. When one pitcher gets an extra scoop of sugar, which one would taste sweeter?"], ["Remember, the red and blue pitchers first had the same level of sweetness. Once a scoop of sugar is added, which pitcher do you think will taste sweeter?"], ["Keep in mind that both the red and blue pitchers had the same level of sweetness to start. When you add one scoop of sugar, which of the two will taste sweeter?"], ["Consider that both the red and blue pitchers initially had the same level of sweetness. Now, after adding one scoop of sugar to each, which pitcher do you think would now be sweeter?"], ["Hey, remember that the red and blue pitchers initially had the same sweetness level. When you add one scoop of sugar, which pitcher do you think would taste sweeter?"]], "Hint2": [["Which pitcher would have a higher ratio of sugar to liquid after adding one scoop of sugar?"], ["Which pitcher will have a higher sugar-to-liquid ratio after you add one scoop of sugar?"], ["Which pitcher would have a higher ratio of sugar to liquid after adding one scoop of sugar?"], ["If you add one scoop of sugar, which pitcher will have a higher ratio of sugar to liquid?"], ["Once you add a scoop of sugar, which pitcher will have a higher ratio of sugar to liquid?"], ["Which pitcher would end up having a higher ratio of sugar to liquid after adding one scoop of sugar?"], ["After you add a scoop of sugar, which pitcher would have more sugar compared to the amount of liquid?"], ["Which pitcher would have more sugar relative to the liquid after you add one scoop of sugar?"], ["If you add one scoop of sugar, which pitcher do you think ends up with more sugar compared to the amount of liquid?"], ["Which pitcher will end up with a higher ratio of sugar to liquid after adding one scoop of sugar?"]]}}}}