{"Determining Proportionality": {"Stage1": {"Expectation1": {"Hint1": [["You know, covariance is like when one thing changes, the other does too. So in this case, when we add more sheets to the pile of paper, does the stack's height go up, down, or stay the same? Check out the graph again and share what you see about how these two quantities change together."], ["So, covariance means that when one value changes, the other one also changes along with it. In this case, when you add more sheets of paper, does the height of the stack grow, become smaller, or stay the same? Go back to the graph and share what you observe about how the two quantities relate to each other."], ["If one quantity changes, covariance means the other one will change too. So when the number of paper sheets goes up, does the paper stack height go up, down, or stay the same? Check the graph again and let us know what you observe about how the two quantities relate."], ["Covariance basically means that if one thing changes, the other one changes too. So, in this case, if we add more sheets of paper, what happens to the height of the paper stack? Does it get taller, shorter, or stay the same? Check out the graph and let us know what you see between the number of sheets and the height."], ["Covariance refers to the change in one quantity that corresponds with a change in another. In this case, as the number of sheets of paper goes up, what happens to the height of the stack of paper—does it go up, go down, or stay the same? Check out the graph again and let us know what you find about how these two quantities are related."], ["Covariance indicates that when one quantity changes, the other one changes too. With this in mind, if we increase the number of sheets of paper, does the height of the paper stack go up, down, or stay unchanged? Take another look at the graph and see what you notice about how the two quantities are related."], ["Covariance is about how when one thing changes, the other thing changes too. So, if the number of paper sheets goes up, does the stack height go up, down, or stay as it is? Check the graph again and see what you notice about the link between these two things."], ["Covariance is when changes in one thing are tied to changes in something else. Here, as the number of sheets of paper goes up, does the stack's height go up, down, or stay just right? Check out the graph again and see what this connection between the two looks like."], ["Covariance means that when one quantity changes, the other one also changes. In this scenario, when the number of sheets of paper rises, does the height of the stack go up, stay the same, or go down? Check out the graph again and let us know your observations about how these two quantities are related."], ["When we talk about covariance, it means that when one quantity changes, the other one changes too. So, in this case, as you get more sheets of paper, does the height of the paper stack get taller, shorter, or remain the same? Check the graph again and share your observations about how these two quantities relate to each other."]], "Hint2": [["Alright, let's take a closer look at a few points on the graph: (20, 1), (40, 2), and (60, 3). What do you observe happening to the height of the paper stack as the number of sheets of paper increases from 20 to 40, then to 60? Do the number of sheets and the height change together? Can you explain why you think that?"], ["Let's take a look at some ordered pairs on the graph: (20, 1), (40, 2), and (60, 3). As the paper sheet count goes up from 20 to 40 to 60, what happens to the height of the paper stack? Do they change in sync? Explain why you think so."], ["So, let's look at some of the ordered pairs on the graph: (20, 1), (40, 2), and (60, 3). When the number of sheets of paper goes from 20 to 40, and then to 60, how is the height of the paper stack affected? Do they increase together? Can you explain your thoughts on this?"], ["Let's take a look at a few ordered pairs on the graph: (20, 1), (40, 2), and (60, 3). When the number of sheets of paper goes up from 20 to 40, then to 60, what happens to the height of the paper stack? Do they increase in sync with each other? Try to explain your thinking."], ["Alright, let's take a look at those ordered pairs on the graph: (20, 1), (40, 2), and (60, 3). When the number of sheets of paper goes up from 20 to 40, then to 60, what do you notice about the changes in the height of the paper stack? Do they rise consistently with each other? Why do you think that is?"], ["Let's take a look at these ordered pairs on the graph: (20, 1), (40, 2), and (60, 3). As the number of sheets of paper goes up from 20 to 40 to 60, what do you notice about the height of the paper stack? Do the numbers vary in a coordinated manner? Can you tell why this occurs? "], ["Okay, let's take a look at some of these ordered pairs on the graph: (20, 1), (40, 2), and (60, 3). When the number of sheets of paper goes from 20 to 40, and then to 60, what do you notice about the height of the paper stack? Do they vary in a related manner? Can you explain your thoughts?"], ["Let's take a look at a few ordered pairs from the graph: (20, 1), (40, 2), and (60, 3). See how the heights, or the y-coordinates, change as the number of paper sheets increases from 20 to 40 to 60. Do these values change in a consistent way? Sketch out your thoughts."], ["Let's look at some ordered pairs on the graph: (20, 1), (40, 2), and (60, 3). As you increase the number of sheets from 20 to 40, and then to 60, how does the height of the stack change? Do the number of sheets and the height change together? Explain why you think that is."], ["So let's look at these ordered pairs on the graph: (20, 1), (40, 2), and (60, 3). As we go from 20 to 40 and then to 60 sheets, what do you observe about the height of the paper stack? Do these changes go hand in hand? What makes you say that?"]]}}, "Stage2": {"Expectation1": {"Hint1": [["If the quotient of two quantities remains constant for all non-zero pairs, it shows that there’s a multiplicative invariance. While checking the graph, consider if the quotients of the ordered pairs change or stay consistent as the number of sheets increases. What do you think this indicates about the relationship between the number of sheets and the height of the paper stack? Can you explain your thoughts?"], ["If the quotient of two amounts stays constant for any non-zero pairs, it shows multiplicative invariance. When you check the graph, consider how the quotients of the ordered pairs adjust or stay the same as the quantity of sheets varies. What does that say about the relationship between the number of sheets and the height of the paper stack? Can you explain your reasoning?\n"], ["When the ratio of two quantities remains the same for every non-zero pair, it shows a multiplicative pattern. As you check out the graph, notice how the ratios of the ordered pairs either stay the same or change as the number of sheets varies. What does this indicate about the link between the number of sheets and the height of the paper stack? Could you explain why you think that?"], ["If dividing one quantity by the other gives you the same number no matter which non-zero pairs you choose, this shows multiplicative invariance. When you look at the graph, think about whether the quotients of the ordered pairs are staying the same or changing as you increase the number of sheets. What can you deduce about the connection between the number of sheets and the height of the paper stack from this observation? Explain why you think that."], ["If the quotient of two quantities stays the same for all non-zero pairs, it shows multiplicative invariance. When you examine the graph, consider how the quotients of the ordered pairs either change or stay consistent as you change the number of sheets. What does this reveal about the relationship between the number of sheets and the height of the paper stack? How would you explain your thought process?"], ["If the ratio of two quantities stays the same for all non-zero pairs, they have a constant proportionality. When you view the graph, consider if the ratios of the ordered pairs stay consistent or not as the stack of sheets increases. What insights does this give you about the link between the number of sheets and the height of the paper stack? Share your thoughts on this."], ["If the ratio of two quantities stays the same for all non-zero pairs, this shows a consistent multiplicative relationship. When you look at the graph, consider how the ratios of the ordered pairs stay constant or change as the number of sheets varies. What does this reveal about the connection between the number of sheets and the height of the paper stack? Explain your thinking."], ["If the ratio of two quantities stays constant for every non-zero pair, it shows multiplicative invariance. When viewing the graph, consider how these ratios change or stay the same as the sheet count varies. What can we learn about the connection between the sheet count and the paper stack's height? Let’s discuss why."], ["If the ratio of two quantities stays constant for any non-zero pairs, that shows multiplicative invariance. When looking at the graph, consider if the ratios of the ordered pairs change or stay the same as the number of sheets changes. What does this indicate about the relationship between the number of sheets and the height of the paper stack? Share your reasoning."], ["# If the quotient of two values stays the same for every non-zero pair, that's called multiplicative invariance. As you examine the graph, consider whether the quotients of the ordered pairs change or stay consistent as the number of sheets varies. What does this reveal about how the number of sheets relates to the height of the paper stack? Can you explain your thoughts on this?"]], "Hint2": [["In this context, multiplicative invariance means that no matter the number of sheets used, the height of the stack when divided by the number of sheets stays the same. To check this, divide the height of the stack by the number of sheets for pairs like (20, 1), (40, 2), and (60, 3). What do you observe about the height when compared to the number of sheets? Share your thoughts on this.", "openPopupCalculator()"], ["To put it simply, multiplicative invariance here means that no matter how many sheets you have in the stack, the stack's height divided by the number of sheets stays the same. Try calculating this quotient for pairs such as (20, 1), (40, 2), and (60, 3) by dividing the height of the paper stack by the total sheets. Do you see any pattern between the height of the paper stack and the number of sheets? Can you explain your observations?", "openPopupCalculator()"], ["Here, multiplicative invariance means that no matter how many sheets you have, the height of one sheet when you divide the total height by the number of sheets stays the same. Try calculating the quotient for pairs like (20, 1), (40, 2), and (60, 3) by dividing the height of the entire stack by the sheet count. What do you observe about the stack's height relative to the number of sheets? How would you explain your observation?", "openPopupCalculator()"], ["Here, multiplicative invariance means that no matter how many sheets are in various stacks, the height per sheet stays consistent. Calculate the fraction for some ordered pairs, like (20, 1), (40, 2), and (60, 3), by splitting the stack height by the number of sheets. What do you observe about how the height of the paper stack matches up with the number of sheets? Can you explain your reasoning?", "openPopupCalculator()"], ["Multiplicative invariance here means that no matter how many sheets you have, the height of the paper stack divided by the number of sheets stays the same. Try finding the quotient for some pairs like (20, 1), (40, 2), and (60, 3). Divide the total height of the paper stack by the number of sheets for each pair. What do you observe about the height of the stack with respect to the number of sheets? How would you explain this correlation?", "openPopupCalculator()"], ["To put it simply, multiplicative invariance here means that no matter how many sheets you have in the stack, the ratio between the height of the pile and the number of sheets will stay the same. Try calculating this ratio with some pairs, like (20, 1), (40, 2), and (60, 3), by dividing the stack's height by the number of sheets. What do you see when you compare the height of the paper stack to the number of sheets? How can you explain your reasoning?", "openPopupCalculator()"], ["Multiplicative invariance here means that no matter how many sheets are included, the height of the stack of paper per number of sheets stays the same. So, take the quotient for some pairs like (20, 1), (40, 2), and (60, 3) by dividing the stack height by the sheet count. What can you observe about the stack height and sheet count relationship? Could you clarify your thoughts on this?", "openPopupCalculator()"], ["Given the context here, multiplicative invariance implies that the height of a stack of paper divided by the number of sheets stays the same, no matter the number of sheets. So, for some pairs like (20, 1), (40, 2), and (60, 3), see what you get when you divide the height of the stack by the number of sheets. What do you observe about the height of the stack as it relates to the number of sheets?.share your thoughts on this.", "openPopupCalculator()"], ["# In simpler terms, multiplicative invariance indicates that no matter how many sheets are in the stack, the height per sheet stays the same. Try working out the ratio for various pairs like (20, 1), (40, 2), and (60, 3) by dividing the stack’s height by the number of sheets. What do you observe about how the height of the stack changes as the number of sheets increases? Can you explain why this happens?", "openPopupCalculator()"], ["In this setting, multiplicative invariance means that no matter how many sheets are included, the height of the paper stack per sheet stays the same. Try calculating the quotient for a few pairs like (20, 1), (40, 2), and (60, 3) by dividing the height of the paper stack by the number of sheets. What do you see about the relationship between the height of the paper stack and the number of sheets? Can you explain your thoughts?", "openPopupCalculator()"]], "Hint3": [["We can tell if multiplicative invariance is present between two amounts if one quantity is always a constant multiple of the other, no matter the amount. Check out the ordered values on the graph. For instance, in the pairs (20, 1), (40, 2), and (60, 3), the height of the paper stack is consistently 1/20th of the number of sheets. Using this, can you explain the relationship between the number of papers and the stack height, including your reasoning?"], ["So, we can figure out if there's multiplicative invariance between two amounts if one amount is always a constant multiple of the other, no matter what the exact amounts are. Check out the ordered values in the graph again. Taking the pairs (20, 1), (40, 2), and (60, 3) as examples, you'll see that the height of the paper stack is always 1/20th of the number of sheets. Using this pattern, how can you explain the relationship between the number of paper sheets and the height of the stack? Share your thought process, too."], ["We can figure out if multiplicative invariance exists between two quantities by seeing if one quantity is always a constant multiple of the other, no matter the amount involved. Check out the ordered values shown in the graph. For example, in the pairs (20, 1), (40, 2), and (60, 3), the height of the paper stack remains consistently 1/20 of the number of sheets. Based on this, can you explain the relationship between the amount of paper and the height of the stack, and why you think that?"], ["You can tell if there's multiplicative invariance between two amounts if one amount is always a constant multiple of the other, no matter how much you have. Check out the ordered values on the graph. For instance, from pairs like (20, 1), (40, 2), and (60, 3), you see that the stack’s height is always 1/20 of the number of sheets. Using these observations, explain how the quantity of paper and the height of this paper stack are related and give your reasoning."], ["We can find out if there is multiplicative invariance between two quantities by seeing if one quantity is a constant multiple of the other no matter the amount. Look at the ordered pairs shown on the graph: for instance, pairs like (20, 1), (40, 2), and (60, 3) all show that the height of the stack is consistently 1/20 of the number of sheets. Based on this, explain the relationship between the amount of paper and the height of the stack with your reasoning. "], ["We can see if there's multiplicative invariance between two quantities if one amount is always a constant multiple of the other amount, no matter what the amounts are. Check out the ordered pairs in the graph. For instance, with the pairs (20, 1), (40, 2), and (60, 3), the height of the paper stack is always 1/20 times the number of sheets. Using this, can you describe the relationship between the amount of paper and the height of the stack of paper? What's your reasoning?"], ["To see if there's multiplicative invariance between two amounts, one should stay a constant multiple of the other no matter how much you have of either. Check out the graph's ordered values. For instance, pairs like (20, 1), (40, 2), and (60, 3) show that the stack's height is always 1/20 of the number of sheets. Using this data, can you explain the link between the organization's paper amounts and the stack's height? What's your reasoning?"], ["We can tell there’s multiplicative invariance between two quantities when one is always a constant multiple of the other, no matter the count. Check out the values on the graph. For instance, look at the pairs (20, 1), (40, 2), and (60, 3): it shows that the height of the paper stack is always 1/20 of the number of sheets. Using this info, describe the relationship between the amount of paper and the height of the stack, and explain your reasoning."], ["We can check for multiplicative invariance between two quantities when the amount of one quantity is always a constant factor of the other, no matter how much there is. Check out the ordered values shown in the graph. For instance, for the pair set (20, 1), (40, 2), and (60, 3), the height of the paper stack is always 1/20th of the number of sheets. Using this data as a guide, explain how the amount of paper relates to the height of the paper stack and your reasoning behind it."], ["We can tell if multiplicative invariance exists between two quantities if one quantity is always a set multiple of the other, no matter the amounts in question. Check out the ordered values on the graph. For example, in the ordered pairs (20, 1), (40, 2), and (60, 3), the height of the paper stack is always 1/20 of the corresponding number of sheets. Using this, how would you describe the relationship between the layering of paper and the stack's height, supported with your reasoning?"]]}}}}